Repository: Thilo277/FG-Photoscenery-FGDATA
Catalog: Translations/*/FlightGear-Qt.xlf
Languages: fr

# _msg902
source: Cache graphics for faster loading
fr: Mise en cache des images pour un chargement plus rapide

# _msg903
source: By converting images used in rendering to an optimised format loading times and memory use can be improved. This will consume some disk space and take initial time while images are converted, but subsequent loads will be faster, and use less memory.
fr: En convertissant les images utilisées pour le rendu en un format optimisé, les temps de chargement et l'utilisation de la mémoire peuvent être améliorés. Cela consommera un peu d'espace disque et prendra du temps au départ pendant la conversion des images, mais les chargements ultérieurs seront plus rapides et utiliseront moins de mémoire.

# _msg904
source: Additional Settings
fr: Paramètres supplémentaires

# _msg905
source: %1 aircraft have updates available - download and install them now?
fr: %1 aéronefs ont des mises à jour disponibles - les télécharger et les installer maintenant ?

# _msg906
source: Update all
fr: Tout mettre à jour

# _msg907
source: Missing description for: %1
fr: Description manquante pour : %1

# _msg908
source: Invalid package checksum
fr: Somme de contrôle du paquet non valide

# _msg909
source: Download failed
fr: Échec du téléchargement

# _msg910
source: Package could not be extracted
fr: Le paquet n'a pu être extrait

# _msg911
source: A local file-system error occurred
fr: Une erreur du système de fichiers local s'est produite

# _msg912
source: Package file missing from download server
fr: Fichier de paquet manquant sur le serveur de téléchargement

# _msg913
source: Unknown reason
fr: Raison inconnue

# _msg914
source: (%1 of %2 aircraft)
fr: (%1 of %2 aéronef)

# _msg915
source: (%1 aircraft)
fr: (%1 aéronef)

# _msg916
source: The catalog data was not found on the server at the expected location (URL)
fr: Les données du catalogue n'ont pas été trouvées sur le serveur à l'endroit prévu (URL)

# _msg918
source: The catalog server is blocking access from some reason (forbidden)
fr: Le serveur du catalogue bloque l'accès pour une raison quelconque (interdit)

# _msg919
source: disabled due to an internal error
fr: désactivé en raison d'une erreur interne

# _msg921
source: <p>Options passed on the command line:</p>
fr: <p>Options passées à la ligne de commande :</p>

# _msg922
source: <p>Options set in the launcher:</p>
fr: <p>Options définies dans le lanceur :</p>

# _msg923
source: (will be skipped due to being specified as an additional argument)
fr: (sera ignoré car spécifié comme un argument supplémentaire)

# _msg924
source: <p>Options set as additional arguments:</p>
fr: <p>Options définies comme arguments supplémentaires :</p>

# _msg925
source: Create download folder?
fr: Créer un dossier de téléchargement ?

# _msg926
source: The selected location for downloads does not exist. (%1) Create it?
fr: L'emplacement sélectionné pour les téléchargements n'existe pas. (%1) Le créer ?

# _msg927
source: Aircraft installation failed
fr: L'installation de l'aéronef a échoué

# _msg928
source: An error occurred installing the aircraft %1: %2
fr: Une erreur s'est produite lors de l'installation de l'aéronef %1 : %2

# _msg929
source: Restore all settings to defaults?
fr: Rétablir tous les paramètres par défaut ?

# _msg930
source: Restoring settings to their defaults may affect available add-ons such as scenery or aircraft.
fr: La restauration des paramètres par défaut peut affecter les modules complémentaires disponibles tels que les scènes ou les aéronefs.

# _msg931
source: Restore and restart now
fr: Restaurer et redémarrer maintenant

# _msg932
source: Currently the built-in data files are being used
fr: Actuellement, les fichiers de données intégrés sont utilisés

# _msg933
source: Currently using location: %1
fr: Utilise actuellement l'emplacement : %1

# _msg934
source: Change the data files used by FlightGear?
fr: Modifier les fichiers de données utilisés par FlightGear ?

# _msg935
source: FlightGear requires additional files to operate. (Also called the base package, or fg-data) You can restart FlightGear and choose a different data files location, or restore the default setting. %1
fr: FlightGear a besoin de fichiers supplémentaires pour fonctionner (aussi appelé le paquet de base ou fg-data). Vous pouvez redémarrer FlightGear et choisir un emplacement différent pour les fichiers de données, ou rétablir le réglage par défaut. %1

# _msg936
source: Restart FlightGear now
fr: Redémarrer FlightGear maintenant

# _msg937
source: Choose a saved configuration
fr: Choisir une configuration sauvegardée

# _msg938
source: Save the current configuration
fr: Sauvegarder la configuration actuelle

# _msg939
source: Fly!
fr: Voler !

# _msg940
source: Fly!
fr: Voler !

# _msg941
source: Fly!
fr: Voler !

# _msg947
source: SW
fr: SO

# _msg948
source: W
fr: O

# _msg949
source: NW
fr: NO

# _msg950
source: at position %1
fr: à la position %1

# _msg951
source: %1nm abeam
fr: %1 nm en vent arrière

# _msg952
source: on %1nm final to
fr: sur %1 nm en finale de

# _msg953
source: on deck at %1 on
fr: sur le pont d'envol a %1 de

# _msg954
source: %1 carrier %2 (%3)
fr: %1 porte-avions %2 (%3)

# _msg955
source: No location selected
fr: Aucun emplacement sélectionné

# _msg956
source: on %1-mile final to active runway
fr: sur %1-mile en finale de la piste active

# _msg957
source: on active runway
fr: sur la piste active

# _msg958
source: at an available parking position
fr: à une place de parking disponible

# _msg959
source: runway %1
fr: piste %1

# _msg960
source: on %2-mile final to %1
fr: sur %2-mile en finale de %1

# _msg961
source: on %1
fr: sur %1

# _msg962
source: on pad %1
fr: sur hélipad %1

# _msg963
source: at parking position %1
fr: à la position de parking %1

# _msg965
source: at
fr: à

# _msg966
source: %1nm %2 of
fr: %1 nm %2 de

# _msg967
source: %2 waypoint %1
fr: %2 point de passage %1

# _msg969
source: No servers available
fr: Aucun serveur disponible

# _msg970
source: Custom server
fr: Serveur personnalisé

# _msg972
source: Initialising navigation data, this may take several minutes
fr: Initialisation des données de navigation, cela peut prendre plusieurs minutes

# _msg973
source: Reading airport data
fr: Lecture des données d'aéroports

# _msg974
source: Loading airports
fr: Chargement des aéroports

# _msg975
source: Loading waypoint data
fr: Chargement des données de points de cheminement

# _msg976
source: Loading navigation data
fr: Chargement des données de navigation

# _msg977
source: Loading point-of-interest data
fr: Chargement des données relatives aux points d'intérêt

# _msg978
source: Another copy of FlightGear is creating the navigation database. Waiting for it to finish.
fr: Une autre copie de FlightGear est en train de créer la base de données de navigation. Veuillez patienter.

# _msg979
source: Multiple copies of FlightGear running
fr: Copies multiples de FlightGear en cours d'exécution

# _msg980
source: FlightGear has detected another copy is already running. This copy will run in read-only mode, so downloads will not be possible, and settings will not be saved.
fr: FlightGear a détecté qu'une autre copie est déjà en cours d'exécution. Cette copie fonctionnera en mode lecture seule, de sorte que les téléchargements ne seront pas possibles et que les paramètres ne seront pas sauvegardés.

# _msg981
source: If you are sure another copy is not running on this computer, you can choose to reset the lock file, and run this copy as normal. Alternatively, you can close this copy of the software.
fr: Si vous êtes sûr qu'une autre copie ne fonctionne pas sur cet ordinateur, vous pouvez choisir de réinitialiser le fichier de verrouillage et de lancer cette copie normalement. Vous pouvez également fermer cette copie du logiciel.

# _msg982
source: Application running from download location
fr: Application qui tourne depuis l'emplacement des téléchargements

# _msg983
source: FlightGear is running from the download image. For better performance and to avoid potential problems, please copy FlightGear to some other location, such as your desktop or Applications folder.
fr: FlightGear tourne à partir de l'image téléchargée. Pour de meilleures performances et afin d'éviter certains problèmes, veuillez copier FlightGear à un autre endroit, par exemple sur votre bureau ou dans le dossier Applications.

# _msg984
source: Previous Leg
fr: Étape précédente

# _msg985
source: Next Leg
fr: Étape suivante

# _msg986
source: Copy to clipboard
fr: Copier dans le presse-papiers

# _msg987
source: No flight-plan
fr: Pas de plan de vol

# _msg988
source: From %1 (%2) to %3 (%4)
fr: De %1 (%2) à %3 (%4)

# _msg989
source: Load a flight-plan
fr: Charger un plan de vol

# _msg990
source: Save flight-plan
fr: Sauvegarder un plan de vol

# _msg991
source: at %1'
fr: à côté de %1'

# _msg992
source: above %1'
fr: au dessus de %1'

# _msg993
source: below %1'
fr: en dessous de %1'

# _msg995
source: (disabled due to incompatible FG version)
fr: (désactivé en raison d'une version de FG incompatible)

# _msg996
source: Remove
fr: Supprimer

# _msg997
source: Cancel
fr: Annuler

# _msg1001
source: Id
fr: Identifiant

# _msg1003
source: Minimum FlightGear version
fr: Version minimale de FlightGear

# _msg1004
source: Maximum FlightGear version
fr: Version maximale de FlightGear

# _msg1005
source: Authors
fr: Auteurs

# _msg1006
source: Maintainers
fr: Mainteneurs

# _msg1007
source: Website
fr: Site web

# _msg1008
source: Support and issue reporting
fr: Support et rapport de problèmes

# _msg1009
source: Download
fr: Téléchargement

# _msg1010
source: Local file location
fr: Dossier local

# _msg1011
source: Install
fr: Installation

# _msg1012
source: Switch to grid view
fr: Passer à la vue en grille

# _msg1013
source: Switch to list view
fr: Passer à la vue en liste

# _msg1015
source: Carrier: %1
fr: Porte-avions : %1

# _msg1016
source: On final approach
fr: En approche finale

# _msg1017
source: Abeam carrier at 180 degrees
fr: Vent arrière

# _msg1018
source: at
fr: à

# _msg1019
source: from the FLOLS (aka the ball)
fr: depuis l'optique principale d'apontage (Meatball)

# _msg1020
source: Airspeed:
fr: Vitesse :

# _msg1021
source: On deck
fr: Sur le pont d'envol

# _msg1022
source: Tune navigation radio (TACAN) to carrier
fr: Régler la radio de navigation (TACAN) sur porte-avions

# _msg1023
source: An updated version of the official aircraft hangar '%2' was automatically installed. Existing aircraft have been marked for update, <a href=%1>click here to update them all</a>
fr: Une version plus récente du hangar d'aéronefs officiel a été mise en place. '%2' a été automatiquement installé. Les aéronefs existants ont été marqués pour mise à jour, <a href=%1>cliquez ici pour tous les mettre à jour</a>

# _msg1024
source: An updated version of the hangar '%2' was automatically installed. Existing aircraft have been marked for update, <a href=%1>click here to update them all</a>
fr: Une version plus récente du hangar '%2' a été mise en place. Les aéronefs existants ont été marqués pour mise à jour, <a href=%1>cliquez ici pour tous les mettre à jour</a>

# _msg1025
source: A new release of FlightGear is available (%1): click for more information
fr: Une nouvelle version de FlightGear est disponible (%1) : cliquez pour plus d'informations

# _msg1026
source: Updated version %1 is available: click here to download
fr: La version plus récente %1 est disponible : cliquez ici pour la télécharger

# _msg1028
source: feet above sea-level (MSL)
fr: pieds au-dessus du niveau moyen de la mer (MSL)

# _msg1029
source: ft AGL
fr: ' AGL

# _msg1030
source: feet above ground level (AGL)
fr: pieds au-dessus du niveau du sol (AGL)

# _msg1031
source: ft above field
fr: ' au-dessus de l'altitude de l'aérodrome

# _msg1032
source: feet above airfield
fr: pieds au-dessus de l'altitude de l'aérodrome

# _msg1034
source: Flight-level
fr: niveau de vol

# _msg1036
source: meters above sea-level (MSL)
fr: mètres au-dessus du niveau moyen de la mer (MSL)

# _msg1037
source: kts
fr: kt

# _msg1038
source: Knots
fr: Nœuds

# _msg1042
source: Kilometers/hour
fr: Kilomètres/heure

# _msg1043
source: °True
fr: °vrais

# _msg1044
source: degrees true
fr: degrés vrais

# _msg1046
source: degrees magnetic
fr: degrés magnétiques

# _msg1048
source: Universal coordinated time
fr: Temps universel coordonné

# _msg1050
source: Local time
fr: Heure locale

# _msg1052
source: Nautical miles
fr: Milles marins

# _msg1054
source: Kilometers
fr: Kilomètres

# _msg1057
source: <p>FlightGear previously downloaded aircraft and scenery to a folder within your 'Documents' folder. This can cause problems with some security features of Windows, so a new location is now recommended.</p><br/><p>To keep your existing aircraft and scenery downloads, please move the files from <u><a href=%1>the old location</a></u> to <u><a href=%2>the new location</a></u></p>
fr: <p>Précédemment, FlightGear a téléchargé des aéronefs et des scènes dans votre dossier « Documents ». Ceci peut interagir de manière problématique avec certaines fonctionnalités de Windows liées à la sécurité ; c'est pourquoi un autre emplacement est désormais recommandé.</p><br/><p>Afin de ne pas perdre les aéronefs et scènes déjà téléchargés, veuillez déplacer les fichiers de l'<u><a href=%1>ancien emplacement</a></u> vers le <u><a href=%2>nouvel emplacement</a></u></p>.

# _msg1058
source: Close
fr: Fermer

# _msg1059
source: Click here to show advanced settings in this section
fr: Cliquez ici pour afficher les paramètres avancés de cette rubrique

# _msg1060
source: The catalog at '%1' failed to download and validate correctly. All aircraft it provides will be unavailable.
fr: Le catalogue situé à '%1' n'a pu être correctement téléchargé et validé. Les aéronefs issus de ce catalogue ne seront pas disponibles.
