Repository: Thilo277/FG-Photoscenery-FGDATA
Catalog: Translations/*/FlightGear-nonQt.xlf
Languages: tr

# weather-scenarios/high-pressure-region-name:0
source: High pressure region
tr: Yüksek basınç bölgesi

# weather-scenarios/live-data-desc:0
source: Fetch live weather data for your nearest airport from noaa.gov. You need a working internet connection. Weather is generated automatically, once a valid METAR is received.
tr: noaa.gov'dan size en yakın havaalanı için canlı hava durumu verilerini alın. Çalışan bir internet bağlantısına ihtiyacınız var. Geçerli bir METAR alındığında hava durumu otomatik olarak oluşturulur.

# weather-scenarios/live-data-name:0
source: Live data
tr: Canlı veri

# weather-scenarios/low-pressure-region-desc:0
source: A low pressure region, characterized by rising air, widespread formation of stratiform clouds and beginning rain.
tr: Yükselen hava, yaygın olarak tabakalı bulut oluşumu ve başlayan yağmur ile karakterize edilen bir alçak basınç bölgesi.

# weather-scenarios/low-pressure-region-name:0
source: Low pressure region
tr: Alçak basınç bölgesi

# weather-scenarios/manual-input-desc:0
source: Enter your favorite METAR weather. A valid METAR syntax is required.
tr: En sevdiğiniz METAR hava durumunu girin. Geçerli bir METAR sözdizimi gereklidir.

# weather-scenarios/manual-input-name:0
source: Manual input
tr: Elle giriş

# weather-scenarios/marginal-vfr-desc:0
source: After the storm - limited visibility and some showers. Go or No-Go?
tr: Fırtınadan sonra - sınırlı görüş ve biraz sağanak. Git veya Gitme?

# weather-scenarios/marginal-vfr-name:0
source: Marginal VFR
tr: Marjinal VFR

# weather-scenarios/stormy-monday-desc:0
source: You're out for an adventure? Gusty winds blowing from the west and isolated thunderstorms should be avoided. Fasten your seatbelt!
tr: Bir maceraya mı çıktınız? Batıdan esen sert rüzgarlardan ve izole gök gürültülü fırtınalardan kaçınılmalıdır. Emniyet kemerini bağla!

# weather-scenarios/stormy-monday-name:0
source: Stormy Monday
tr: Fırtınalı pazartesi

# weather-scenarios/thunderstorm-desc:0
source: A hot and damp summer day with thunderstorms developing in the afternoon. Be prepared for reduction of visibility in showers and strong gusts near thunderstorms
tr: Öğleden sonra gök gürültülü sağanak yağışlı, sıcak ve nemli bir yaz günü. Sağanak ve gök gürültülü sağanak yağışlarda görünürlüğün azalmasına hazırlıklı olun

# weather-scenarios/thunderstorm-name:0
source: Thunderstorm
tr: Fırtına

# weather-scenarios/warm-sector-desc:0
source: A warm sector, characterized by high moisture in the air and haze extending up to high altitudes, but otherwise largely convective cloud development.
tr: Havadaki yüksek nem ve yüksek irtifalara kadar uzanan pus, ancak bunun dışında büyük ölçüde konvektif bulut gelişimi ile karakterize edilen sıcak bir bölge.

# weather-scenarios/warm-sector-name:0
source: Warm sector
tr: Sıcak bölge
