Repository: Thilo277/FG-Photoscenery-FGDATA
Catalog: Translations/*/FlightGear-Qt.xlf
Languages: fr

# _msg675
source: Click here to cycle through preview images
fr: Cliquez ici pour faire défiler les images d'aperçu

# _msg676
source: Add
fr: Ajouter

# _msg677
source: Aircraft hangars
fr: Hangars à aéronefs

# _msg678
source: Aircraft hangars are managed collections of aircraft, which can be downloaded, installed and updated inside FlightGear.
fr: Les hangars à aéronefs sont des collections administrées d'aéronefs, qui peuvent être téléchargées, installées et mises à jour dans FlightGear.

# _msg679
source: The official FlightGear aircraft hangar is not set up. To add it, click here.
fr: Le hangar à aéronefs officiel de FlightGear n'est pas disponible. Pour l'ajouter, cliquez ici.

# _msg680
source: Additional aircraft folders
fr: Dossiers d'aéronefs additionels

# _msg681
source: To use aircraft you download yourself, FlightGear needs to know the folder(s) containing the aircraft data.
fr: Pour utiliser les aéronefs que vous téléchargez vous-même, FlightGear a besoin de connaître le(s) dossier(s) contenant les données d'aéronefs.

# _msg682
source: Remove the aircraft folder: '%1' from the list? (The folder contents will not be changed)
fr: Supprimer le dossier de l'aéronef : '%1' de la liste ? (Le contenu du dossier ne sera pas modifié)

# _msg683
source: No custom aircraft paths are configured.
fr: Acun chemin d'accès d'aéronef personnalisé n'est configuré.

# _msg684
source: Add-on Module folders
fr: Dossiers des modules complémentaires

# _msg685
source: To use Add-on Modules that you download yourself, FlightGear needs to know the folder(s) containing the Add-on Modules.
fr: Pour utiliser les modules complémentaires que vous téléchargez vous-même, FlightGear a besoin de connaître le(s) dossier(s) contenant les modules complémentaires.

# _msg686
source: Remove the add-on module folder: '%1' from the list? (The folder contents will not be changed)
fr: Supprimer le dossier du module complémentaire : '%1' de la liste ? (Le contenu du dossier ne sera pas modifié)

# _msg687
source: No custom add-on module paths are configured.
fr: Aucun chemin d'accès aux modules complémentaires personnalisés n'est configuré.

# _msg688
source: Additional scenery folders
fr: Dossiers de scènes additionnelles

# _msg689
source: To use scenery you download yourself, FlightGear needs to know the folders containing the scenery data. Adjust the order of the list to control which scenery is used in a region.
fr: Pour utiliser les scènes que vous téléchargez vous-même, FlightGear a besoin de connaître les dossiers contenant les données des scènes. Ajustez l'ordre de la liste pour contrôler quelle scène est utilisée dans une région.

# _msg690
source: Remove the scenery folder: '%1' from the list? (The folder contents will not be changed)
fr: Supprimer le dossier de scènes : '%1' de la liste ? (Le contenu du dossier ne sera pas modifié)

# _msg691
source: No custom scenery paths are configured.
fr: Aucun chemin d'accès aux scènes personnalisées n'est configuré.

# _msg692
source: Additional aircraft or scenery folders were specified on the command-line. These are not listed here, but will be used when starting the simulator.
fr: D'autres dossiers d'aéronefs ou de scènes ont été spécifiés via la ligne de commande. Ils ne sont pas listés ici mais seront utilisés une fois le simulateur démarré.

# _msg693
source: Install add-on scenery
fr: Installer des scènes supplémentaires

# _msg694
source: If you have downloaded scenery manually from the official FlightGear website, you can use this button to extract and install it into a suitable folder. (Scenery downloaded this way should have a file name such as 'w40n020.tar.gz')
fr: Si vous avez téléchargé des scènes manuellement depuis le site officiel de FlightGear, vous pouvez utiliser ce bouton pour les extraire et les installer dans un dossier approprié. (Les scènes téléchargées de cette façon doivent avoir un nom de fichier tel que « w40n020.tar.gz »)

# _msg695
source: Show more
fr: Voir plus

# _msg696
source: Show less
fr: Voir moins

# _msg697
source: by %1
fr: à %1

# _msg698
source: Website
fr: Site web

# _msg699
source: Support and issue reporting
fr: Support et rapport de problèmes

# _msg701
source: Click here to mark this as a favourite aircraft
fr: Cliquez ici pour marquer cet aéronef comme favori

# _msg702
source: Ratings:
fr: Notations :

# _msg703
source: Flight model
fr: Modèle de vol

# _msg704
source: Systems
fr: Systèmes

# _msg706
source: Exterior
fr: Extérieur

# _msg707
source: Local file location: %1
fr: Emplacement du fichier local : %1

# _msg708
source: Install
fr: Installer

# _msg709
source: Uninstall
fr: Désinstaller

# _msg710
source: Update
fr: Mettre à jour

# _msg711
source: Queued
fr: En attente

# _msg712
source: Cancel
fr: Annuler

# _msg713
source: Downloading
fr: En cours de téléchargement

# _msg714
source: Are you sure you want to uninstall this aircraft?
fr: Êtes-vous sur de vouloir désinstaller cet aéronef ?

# _msg715
source: This hangar is not compatible with this version of FlightGear
fr: Ce hangar n'est pas compatible avec cette version de FlightGear

# _msg716
source: This hangar is currently disabled due to a problem. Click here to try updating the hangar information from the server. (An Internet connection is required for this)
fr: Ce hangar est actuellement désactivé en raison d'un problème. Cliquez ici pour essayer de mettre à jour les informations sur le hangar à partir du serveur. (Une connexion Internet est nécessaire pour cela)

# _msg717
source: Remove
fr: Supprimer

# _msg718
source: Cancel
fr: Annuler

# _msg719
source: Remove this hangar? (Downloaded aircraft will be deleted from your computer)
fr: Enlever ce hangar ? (Les aéronefs téléchargés seront supprimés de votre ordinateur)

# _msg720
source: Move up
fr: Monter

# _msg721
source: Move down
fr: Descendre

# _msg722
source: Time & Date
fr: Date et heure

# _msg723
source: Time of day
fr: Moment de la journée

# _msg724
source: Select the time of day used when the simulator starts, or enter a custom date and time.
fr: Sélectionnez l'heure de la journée utilisée au démarrage du simulateur ou entrez une date et une heure personnalisées.

# _msg725
source: Current time
fr: Heure actuelle

# _msg726
source: Dawn
fr: Aube

# _msg727
source: Morning
fr: Matin

# _msg728
source: Noon
fr: Midi

# _msg729
source: Afternoon
fr: Après-midi

# _msg730
source: Dusk
fr: Crépuscule

# _msg731
source: Evening
fr: Soirée

# _msg732
source: Midnight
fr: Minuit

# _msg733
source: Custom time & date
fr: Heure et date personnalisées

# _msg734
source: Enter a date and time to begin the flight at. By default this is in local time for the chosen starting location - use the option below to request a time in GMT / UTC.
fr: Saisissez une date et une heure pour le début du vol. Par défaut, il s'agit de l'heure locale pour le lieu de départ choisi - utilisez l'option ci-dessous pour demander une heure en GMT / UTC.

# _msg735
source: Custom time is GMT / UTC
fr: L'heure personnalisée est GMT/UTC

# _msg736
source: Season
fr: Saison

# _msg737
source: Select if normal (summer) or winter textures are used for the scenery. This does not affect other aspects of the simulation at present, such as icing or weather simulation
fr: Sélectionnez si des textures normales (été) ou hivernales sont utilisées pour les scènes. Cela n'affecte pas les autres aspects de la simulation à l'heure actuelle, comme le givrage ou la simulation du temps

# _msg738
source: Summer (default)
fr: Été (défaut)

# _msg739
source: Winter
fr: Hiver

# _msg740
source: Weather
fr: Météo

# _msg741
source: Advanced weather modelling
fr: Modélisation météorologique avancée

# _msg742
source: Detailed weather simulation based on local terrain and atmospheric simulation. Note that using advanced weather with real-world weather data (METAR) information may not show exactly the conditions recorded, and is not recommended for multi-player flight since the weather simulation is not shared over the network.
fr: Simulation météorologique détaillée basée sur le terrain local et la modélisation atmosphérique. Notez que l'utilisation de la météo avancée avec des données météorologiques réelles (METAR) peut ne pas montrer exactement les conditions enregistrées, et n'est pas recommandée pour le vol multi-joueurs puisque la simulation météorologique n'est pas partagée sur le réseau.

# _msg743
source: Real-world weather
fr: Météo du monde réel

# _msg744
source: Download real-world weather from the NOAA servers based on location.
fr: Téléchargez la météo du monde réel à partir des serveurs de la NOAA en fonction du lieu.

# _msg745
source: Weather scenario
fr: Scénario météorologique

# _msg747
source: Enter a custom METAR string, e.g: '%1'
fr: Entrez une chaîne METAR personnalisée, par exemple : '%1'

# _msg748
source: The entered METAR string doesn't seem to be valid.
fr: La chaîne METAR saisie ne semble pas être valide.

# _msg749
source: advanced weather
fr: météo avancée

# _msg750
source: real-world weather
fr: météo du monde réel

# _msg751
source: Fly with a flight-plan
fr: Utiliser un plan de vol

# _msg752
source: Load
fr: Charge

# _msg753
source: Save
fr: Sauvegarder

# _msg754
source: Clear
fr: Effacer

# _msg755
source: Aircraft & flight information
fr: Aéronef et informations sur le vol

# _msg756
source: Callsign / Flight No.
fr: Indicatif d'appel / Nº de vol

# _msg757
source: Aircraft type:
fr: Type d'aéronef :

# _msg758
source: Flight rules:
fr: Règles de vol :

# _msg761
source: Flight type:
fr: Type de vol :

# _msg762
source: Scheduled
fr: Programmé

# _msg763
source: Non-scheduled
fr: Non programmé

# _msg764
source: General aviation
fr: Aviation générale

# _msg765
source: Military
fr: Militaire

# _msg766
source: Other
fr: Autre

# _msg767
source: Wake turbulence category:
fr: Catégorie de turbulence de sillage :

# _msg768
source: Light
fr: Léger

# _msg769
source: Medium
fr: Moyen

# _msg770
source: Heavy
fr: Lourd

# _msg773
source: Departure airport:
fr: Aéroport de départ :

# _msg774
source: Departure time:
fr: Heure de départ :

# _msg775
source: The flight-plan departure airport (%1) is different to the initial location (%2). Click here to set the initial location to the flight-plan's airport.
fr: L'aéroport de départ du plan de vol (%1) est différent de l'emplacement initial (%2). Cliquez ici pour définir l'emplacement initial de l'aéroport du plan de vol.

# _msg776
source: Cruise speed:
fr: Vitesse de croisière :

# _msg777
source: Cruise altitude:
fr: Altitude de croisière :

# _msg778
source: Generate route
fr: Générer la route

# _msg779
source: Using
fr: Utilisant

# _msg780
source: High-level (Jet) airways
fr: Voies aériennes de haut niveau (Jet)

# _msg781
source: Low-level (Victor) airways
fr: Voies aériennes à basse altitude (Victor)

# _msg782
source: High- & low-level airways
fr: Voies aériennes à haute et basse altitude

# _msg783
source: View route
fr: Voir la route

# _msg784
source: Clear route
fr: Effacer la route

# _msg785
source: Destination airport:
fr: Aéroport de destination :

# _msg786
source: Estimated enroute time:
fr: Temps de parcours estimé :

# _msg787
source: Total distance: %1
fr: Distance totale :%1

# _msg788
source: Alternate airport:
fr: Aéroport de déroutement :

# _msg789
source: Additional information
fr: Informations complémentaires

# _msg790
source: Remarks
fr: Remarques

# _msg791
source: Summary
fr: Résumé

# _msg792
source: Aircraft
fr: Aéronef

# _msg793
source: Location
fr: Emplacement

# _msg794
source: Location page disabled due to conflicting user arguments (in Settings)
fr: Page d'emplacement désactivée en raison d'arguments contradictoires de l'utilisateur (dans Paramètres)

# _msg795
source: Environment
fr: Environnement

# _msg796
source: Settings
fr: Paramètres

# _msg797
source: Add-ons
fr: Suppléments

# _msg798
source: Help
fr: Aide

# _msg799
source: Fly!
fr: Voler !

# _msg800
source: Open saved configuration...
fr: Ouvrir la configuration sauvegardée…

# _msg801
source: Save configuration as...
fr: Enregistrer la configuration sous…

# _msg802
source: Flight-planning
fr: Planification des vols

# _msg803
source: View command line
fr: Afficher la ligne de commande

# _msg804
source: Select data files location...
fr: Sélectionnez l'emplacement des fichiers de données…

# _msg805
source: Restore default settings...
fr: Rétablir les paramètres par défaut…

# _msg806
source: Quit
fr: Quitter

# _msg807
source: Heliport:
fr: Héliport :

# _msg808
source: Airport:
fr: Aérodrome :

# _msg809
source: Pad
fr: Plateforme

# _msg810
source: Runway
fr: Piste

# _msg811
source: Click here to select a runway or parking position, and drag to pan. Mouse-wheel zooms in and out.
fr: Cliquez ici pour sélectionner une piste ou position de parking et faites glisser avec la souris pour faire défiler la carte. La roulette permet de zoomer et dézoomer.

# _msg813
source: On final approach
fr: En approche finale

# _msg814
source: At
fr: À

# _msg815
source: from the threshold
fr: depuis le seuil

# _msg816
source: Airspeed:
fr: Vitesse :

# _msg817
source: Tune navigation radio (NAV1) to runway localizer
fr: Régler la radio de navigation (NAV1) sur le radiophare d'alignement de piste

# _msg819
source: Available
fr: Disponible

# _msg821
source: Drag here to move the map. Mouse-wheel zooms in and out.
fr: Faites glisser avec la souris pour faire défiler la carte. La roulette permet de zoomer et dézoomer.

# _msg823
source: Navaid: %1 / %2
fr: Balise : %1 / %2

# _msg824
source: Airspeed:
fr: Vitesse :

# _msg825
source: Heading:
fr: Cap :

# _msg826
source: Offset
fr: Décalage

# _msg827
source: on bearing
fr: dans la direction

# _msg828
source: The official FlightGear aircraft hangar is not added, so many standard aircraft will not be available. You can add the hangar now, or hide this message. The offical hangar can always be restored from the 'Add-Ons' page.
fr: Le hangar à aéronefs officiel de FlightGear n'étant pas ajouté, de nombreux appareils standard ne seront pas disponibles. Vous pouvez ajouter le hangar maintenant, ou cacher ce message. Le hangar officiel peut toujours être restauré à partir de la page « modules complémentaires ».

# _msg829
source: Adding hangar
fr: Ajout du hangar

# _msg830
source: Add default hangar
fr: Ajouter le hangar par défaut

# _msg831
source: Hide
fr: Cacher

# _msg832
source: Remove
fr: Supprimer

# _msg833
source: Cancel
fr: Annuler

# _msg834
source: Search
fr: Recherche

# _msg835
source: %1 (default)
fr: %1 (défaut)

# _msg836
source: Change
fr: Modifier

# _msg837
source: Use default
fr: Utiliser la valeur par défaut

# _msg838
source: Settings
fr: Paramètres

# _msg839
source: Enter text here to search for a setting
fr: Entrer du texte ici pour rechercher un paramètre

# _msg840
source: General
fr: Général

# _msg841
source: paused
fr: en pause

# _msg843
source: Start paused
fr: Démarrer en pause

# _msg844
source: Automatically pause the simulator when launching. This is useful when starting in the air.
fr: Mettre automatiquement le simulateur en pause lors du lancement. Ceci est utile lors du démarrage en l'air.

# _msg845
source: Enable auto-coordination
fr: Activer l'auto-coordination

# _msg846
source: When flying with the mouse, or a joystick lacking a rudder axis, it's difficult to manually coordinate aileron and rudder movements during turn. This option automatically commands the rudder to maintain zero slip angle when banking
fr: Lorsque vous volez avec la souris ou un joystick sans axe de palonnier, il est difficile de coordonner manuellement les mouvements des ailerons et du gouvernail pendant le virage. Cette option commande automatiquement le gouvernail pour maintenir un angle de glissement nul lors de l'inclinaison.

# _msg847
source: Show debugging console
fr: Afficher la console de débogage

# _msg848
source: Open a console window showing debug output from the application.
fr: Ouvrez une fenêtre de console montrant la sortie de débogage de l'application.

# _msg849
source: Enable crash & error reporting
fr: Activer la notification de plantage et d'erreurs

# _msg850
source: Send crash and error reports to the development team for analysis.
fr: Envoyer les rapports de crash et d'erreur à l'équipe de développement pour analyse.

# _msg851
source: Enable developer mode
fr: Activer le mode développeur

# _msg852
source: Enable simulator & aircraft development features, such as increased error messages in log files.
fr: Activer les fonctionnalités de développement du simulateur et des aéronefs (ex. : fichiers de log plus fournis).

# _msg853
source: Re-open FlightGear on exit
fr: Rouvrir FlightGear une fois terminé

# _msg854
source: Re-open this window when exiting FlightGear, to start another flight immediately.
fr: Rouvrir cette fenêtre lorsque FlightGear se termine, afin de préparer immédiatement un nouveau vol.

# _msg855
source: Multi-player
fr: Multi-joueurs

# _msg856
source: multi-player
fr: multijoueur

# _msg857
source: Connect to the multi-player network
fr: Se connecter au réseau multi-joueurs

# _msg858
source: FlightGear supporters maintain a network of servers to enable global multi-user flight. This requires a moderately fast Internet connection to be usable. Your aircraft will be visible to other users online, and you will see their aircraft.
fr: Les partisans de FlightGear maintiennent un réseau de serveurs pour permettre des vols multi-utilisateurs à l'échelle mondiale. Cela nécessite une connexion Internet suffisament rapide pour être utilisable. Votre avion sera visible par les autres utilisateurs en ligne, et vous verrez leur avion.

# _msg859
source: Callsign
fr: Indicatif d'appel

# _msg860
source: Enter a callsign you will use online. This is visible to all users and is how ATC services and other pilots will refer to you. (Maximum of seven characters permitted)
fr: Entrez un indicatif d'appel que vous utiliserez en ligne. Celui-ci est visible par tous les utilisateurs et c'est ainsi que les services de contrôle de la circulation aérienne et les autres pilotes vous appelleront. (sept caractères maximum autorisés)

# _msg861
source: Server
fr: Serveur

# _msg862
source: Select a server close to you for better responsiveness and reduced lag when flying online.
fr: Choisissez un serveur proche de chez vous pour une meilleure réactivité et un décalage réduit lorsque vous volez en ligne.

# _msg863
source: Custom server
fr: Serveur personnalisé

# _msg864
source: Enter a server hostname or IP address, and optionally a port number. (Default port is 5000) For example 'localhost:5001'
fr: Entrez un nom d'hôte ou une adresse IP de serveur, et éventuellement un numéro de port. (Le port par défaut est 5000) Par exemple, « localhost:5001 »

# _msg865
source: Downloads
fr: Téléchargements

# _msg866
source: scenery downloads
fr: téléchargement des scènes

# _msg867
source: Download scenery automatically
fr: Télécharger les scènes automatiquement

# _msg868
source: FlightGear can automatically download scenery as needed, and check for updates to the scenery. If you disable this option, you will need to download & install scenery using an alternative method.
fr: FlightGear peut, si nécessaire, télécharger automatiquement des scènes et vérifier si celles que vous avez en local sont à jour. Si vous désactivez cette option, vous devrez télécharger et installer les scènes en utilisant une autre méthode.

# _msg869
source: TerraSync DNS Server
fr: Serveur DNS pour TerraSync

# _msg870
source: Select the DNS server used for TerraSync lookup.
fr: Sélectionnez le serveur DNS à interroger pour trouver un serveur TerraSync.

# _msg872
source: Custom DNS Server
fr: Choix à spécifier

# _msg873
source: Enter a custom DNS server IP address, for example '8.8.8.8'
fr: Entrez l'adresse IP d'un serveur DNS, par exemple 8.8.8.8

# _msg874
source: Download location
fr: Emplacement des téléchargements

# _msg875
source: FlightGear stores downloaded files (scenery and aircraft) in this location. Depending on your settings, it may grow to a considerable size (many gigabytes). If you change the download location, files will need to be downloaded again. When changing this setting, FlightGear will restart to use the new location correctly.
fr: FlightGear stocke les fichiers téléchargés (scènes et aéronefs) à cet endroit. En fonction de vos paramètres, il peut atteindre une taille considérable (plusieurs gigaoctets). Si vous changez l'emplacement de téléchargement, les fichiers devront être téléchargés à nouveau. Lorsque vous modifiez ce paramètre, FlightGear redémarrera pour utiliser correctement le nouvel emplacement.

# _msg876
source: Choose a location to store download files.
fr: Choisissez un emplacement pour stocker les fichiers téléchargés.

# _msg877
source: View & Window
fr: Vue et fenêtre

# _msg878
source: full-screen
fr: plein écran

# _msg879
source: Start full-screen
fr: Démarrer en plein écran

# _msg880
source: Start the simulator in full-screen mode.
fr: Démarre le simulateur en mode plein écran.

# _msg881
source: Window size
fr: Taille de la fenêtre

# _msg882
source: Select the initial size of the window (this has no effect in full-screen mode).
fr: Sélectionnez la taille initiale de la fenêtre (cela n'a aucun effet en mode plein écran).

# _msg883
source: Custom Size
fr: Taille personnalisée

# _msg884
source: Custom size
fr: Taille personnalisée

# _msg885
source: Enter a custom window size in the form 'WWWWW x HHHHH', for example '1280 x 900'
fr: Entrez une taille de fenêtre personnalisée sous la forme « WWWWW x HHHHH », par exemple « 1280 x 900 »

# _msg886
source: Rendering
fr: Rendu

# _msg888
source: anti-aliasing
fr: anti-crénelage

# _msg889
source: Low-spec
fr: Le moins exigeant

# _msg890
source: The low-spec renderer ensures maximum performance on older computers.
fr: Le moteur de rendu le moins exigeant assure des performances maximales sur les anciens ordinateurs.

# _msg891
source: Renderer
fr: Moteur de rendu

# _msg892
source: Default
fr: Défaut

# _msg893
source: Atmospheric Light Scattering
fr: Diffusion de la lumière à travers l'atmosphère

# _msg895
source: The default renderer provides standard visuals with maximum compatibility.
fr: Le moteur de rendu par défaut fournit des graphismes standard avec une compatibilité maximale.

# _msg896
source: The ALS renderer uses a sophisticated physical atmospheric model and several other effects to give realistic rendering of large distances.
fr: Le moteur de rendu ALS utilise un modèle physique atmosphérique sophistiqué et plusieurs autres effets pour donner un rendu réaliste des grandes distances.

# _msg897
source: Rembrandt is a configurable multi-pass renderer which supports shadow-maps, cinematic effects and more. However, not all aircraft appear correctly and performance will depend greatly on your system hardware.
fr: Rembrandt est un moteur de rendu multi-passe configurable qui prend en charge les cartes d'ombre, les effets de cinématique et bien plus encore. Cependant, tous les avions n'apparaissent pas correctement et les performances dépendront en grande partie du matériel présent sur votre système.

# _msg898
source: Anti-aliasing
fr: Anti-crénelage

# _msg899
source: Anti-aliasing is disabled when Rembrandt is enabled.
fr: L'anti-crénelage est désactivé lorsque Rembrandt est activé.

# _msg900
source: Anti-aliasing improves the appearance of high-contrast edges and lines. This is especially noticeable on sloping or diagonal edges. Higher settings can reduce performance.
fr: L'anti-crénelage améliore l'apparence des bords et des lignes à fort contraste. Cela est particulièrement visible sur les bords inclinés ou diagonaux. Des réglages plus élevés peuvent réduire les performances.

# _msg901
source: Off
fr: Désactivé
