Repository: Thilo277/FG-Photoscenery-FGDATA
Catalog: Translations/*/FlightGear-Qt.xlf
Languages: fr

# _msg531
source: Install scenery
fr: Installation des scènes

# _msg533
source: Please wait, verifying and extracting scenery...
fr: Veuillez patienter, vérification et extraction des scènes…

# _msg534
source: TextLabel
fr: Texte

# _msg535
source: Successfully installed the scenery files to '%1'. This location will be added to the list of additional sceneries to be used.
fr: Installation réussie des fichiers de scènes à '%1'. Cet emplacement sera ajouté à la liste des scènes supplémentaires à utiliser.

# _msg536
source: Setup required data files
fr: Configuration des fichiers de données nécessaires

# _msg537
source: TextLabel
fr: Texte

# _msg539
source: Use built-in data files
fr: Utiliser des fichiers de données intégrés

# _msg540
source: Download
fr: Téléchargement

# _msg541
source: Replace me
fr: Remplacez-moi

# _msg542
source: Choose folder...
fr: Choisissez un dossier…

# _msg543
source: To use the files included with this copy of FlightGear, click this button
fr: Pour utiliser les fichiers inclus avec cette copie de FlightGear, cliquez sur ce bouton

# _msg544
source: To download a compressed archive of the files, click the 'Download' button. Once the download is complete, extract the files to a suitable location and choose the folder using the button above.
fr: Pour télécharger une archive compressée des fichiers, cliquez sur le bouton « Télécharger ». Une fois le téléchargement terminé, extrayez les fichiers à un endroit approprié et choisissez le dossier à l'aide du bouton ci-dessus.

# _msg545
source: To browse to a downloaded copy of the files on your computer, click this button
fr: Pour accéder à une copie des fichiers téléchargée sur votre ordinateur, cliquez sur ce bouton

# _msg546
source: FlightGear can send crash and error reports to the development team. This helps to fix common problems and improve the software for everyone. The reports don't contain personal information, but depending on the problem, may contain information such as the aircraft in use, startup airport, or your graphics card.
fr: FlightGear peut envoyer des rapports de crash et d'erreur à l'équipe de développement. Cela permet de résoudre les problèmes courants et d'améliorer le logiciel pour tous. Les rapports ne contiennent pas d'informations personnelles, mais selon le problème, ils peuvent contenir des informations telles que l'aéronef utilisé, l'aéroport de démarrage ou votre carte graphique.

# _msg547
source: A new release of FlightGear is available (%1): click for more information
fr: Une nouvelle version de FlightGear est disponible (%1) : cliquez pour plus d'informations

# _msg548
source: Updated version %1 is available: click here to download
fr: La version plus récente %1 est disponible : cliquez ici pour la télécharger

# _msg549
source: (or click to ignore this)
fr: (ou cliquez ici pour ignorer cela)

# _msg550
source: Problems occurred loading the user interface. This is often due to missing modules on your system. Please report this error to the FlightGear developer list or forum, and take care to mention your system distribution, etc. Please also include the information provided below.
fr: Des problèmes sont survenus lors du chargement de l'interface utilisateur. Cela est souvent dû à des modules manquants sur votre système. Veuillez signaler cette erreur à la liste des développeurs ou au forum FlightGear, et prenez soin de mentionner la distribution de votre système, etc. Veuillez également inclure les informations fournies ci-dessous.

# _msg551
source: < Back
fr: < Retour

# _msg552
source: Fly!
fr: Volez !

# _msg553
source: <p>FlightGear is open source software, developed entirely by volunteers. Support is provided by our excellent user community. The easiest place to ask questions and get support is on <a %1>our forums</a>.</p> <p>To get started with the simulator, please use our tutorial system: this is available from the 'Help' menu in the simulator. We recommend starting with the Cessna 172 to learn how to get airborne.</p> <p>Other good resources:<ul><li><a %2>the official manual (PDF)</a></li> <li><a %3>key commands reference</a></li> <li><a %4>our wiki</a> (which includes FAQs)</li> </ul></p>
fr: FlightGear est un logiciel open source entièrement écrit par des personnes bénévoles. Le support utilisateur est assuré par notre chouette communauté. Le meilleur endroit pour poser des questions et obtenir de l'aide se trouve sur <a %1>les forums</a> (voir aussi les forums francophones indiqués <a href="https://fr.flightgear.org/website/">ici</a>).</p> <p>Pour démarrer avec le simulateur, nous vous suggérons d'utiliser les tutoriels disponibles dans le menu « Aide ». Nous recommandons de commencer et d'apprendre à décoller avec le Cessna 172.</p> <p>Quelques autres documents utiles :<ul><li><a %2>le manuel officiel (PDF)</a> ;</li> <li><a %3>les principales commandes</a> ;</li> <li><a %4>notre wiki</a> (qui inclut des FAQ, c'est-à-dire des « foires aux questions »).</li> </ul></p>

# _msg554
source: The requested hangar seems to be invalid (damaged or incomplete). Please contact the hangar authors, or try again later
fr: Le hangar demandé semble être invalide (endommagé ou incomplet). Veuillez contacter les auteurs du hangar, ou réessayer plus tard

# _msg555
source: Enter additional command-line arguments if any are required. See <a href="http://flightgear.sourceforge.net/getstart-en/getstart-enpa2.html#x5-450004.5">here</a> for documentation on possible arguments. <br><b>Warning:</b> values entered here always override other settings; <a href="#view-command-line">click here</a> to view the final set of arguments that will be used
fr: Entrez des arguments supplémentaires de la ligne de commande si nécessaire. Voir <a href="http://flightgear.sourceforge.net/getstart-en/getstart-enpa2.html#x5-450004.5">ici</a> pour la documentation sur les arguments possibles. <br><b>Attention :</b> les valeurs saisies ici prévalent toujours sur les autres paramètres ; <a href="#view-command-line">cliquez ici</a> pour voir l'ensemble final des arguments qui seront utilisés

# _msg556
source: Next
fr: Suivant

# _msg557
source: Extracting
fr: Extraction

# _msg558
source: Okay
fr: OK

# _msg559
source: Choose scenery to install
fr: Choisir la scène à installer

# _msg560
source: Problems occured extracting the archive '%1': %2
fr: Problèmes rencontrés lors de l'extraction des archives '%1': %2

# _msg561
source: Extracting %1
fr: Extraction %1

# _msg562
source: scenery archive name is not correct.
fr: le nom des archives de scènes est incorrect.

# _msg563
source: file does not appear to be a scenery archive.
fr: le fichier ne semble pas être une archive de scènes.

# _msg564
source: unarchiving failed
fr: le désarchivage a échoué

# _msg566
source: Choose FlightGear data folder
fr: Choisissez le dossier de données de FlightGear

# _msg567
source: This copy of FlightGear does not include the base data files. Please select a suitable folder containing a previously download set of files.
fr: Cette copie de FlightGear ne contient pas les fichiers de données de base. Veuillez sélectionner un dossier approprié contenant un ensemble de fichiers déjà téléchargés.

# _msg568
source: The requested location '%1' does not appear to be a valid set of data files for FlightGear
fr: L'emplacement demandé '%1' ne semble pas être un ensemble de fichiers de données valide pour FlightGear

# _msg569
source: Detected incompatible version of the data files: version %1 found, but this is FlightGear %2. (At location: '%3') Please install or select a matching set of data files.
fr: Une version incompatible des fichiers de données a été détectée : version %1 trouvée, mais il s'agit de FlightGear %2. (À l'emplacement : '%3') Veuillez installer ou sélectionner un ensemble de fichiers de données correspondant.

# _msg570
source: Please select or download a copy of the FlightGear data files.
fr: Veuillez sélectionner ou télécharger une copie des fichiers de données de FlightGear.

# _msg571
source: The choosen location (%1) does not appear to contain FlightGear data files. Please try another location.
fr: L'emplacement choisi (%1) ne semble pas contenir de fichiers de données FlightGear. Veuillez en essayer un autre.

# _msg572
source: The choosen location (%1) contains files for version %2, but this is FlightGear %3. Please update or try another location
fr: L'emplacement choisi (%1) contient des fichiers pour la version %2, mais il s'agit de FlightGear %3. Veuillez mettre à jour ou essayer un autre emplacement

# _msg575
source: FlightGear can automatically report crashes and errors to the development team, which helps to improve the software for everyone. This reporting is anonymous but contains information such as the aircraft in use, your operating system and graphics driver. You can enable or disable this reporting in the 'Settings' page.
fr: FlightGear peut faire remonter automatiquement les plantages et erreurs aux développeurs, afin d'améliorer le logiciel pour tout le monde. Ce type de retour est anonyme mais contient des informations telles que l'aéronef utilisé, le système d'exploitation et le pilote de la carte graphique. Cette fonctionnalité peut être activée ou désactivée depuis l'onglet 'Paramètres'.

# _msg576
source: Okay
fr: OK

# _msg587
source: Licenced under the GNU Public License (GPL) - click for more info
fr: Sous licence GNU General Public License (GPL) - cliquez pour plus d'informations

# _msg588
source: Aircraft:
fr: Aéronef :

# _msg589
source: No aircraft selected
fr: Aucun aéronef sélectionné

# _msg590
source: Access recently used aircraft.
fr: Accéder aux derniers aéronefs utilisés.

# _msg591
source: State:
fr: État :

# _msg592
source: Default state
fr: État par défaut

# _msg593
source: Choose the starting condition of the aircraft
fr: Choisir l'état initial de l'appareil

# _msg594
source: Location:
fr: Point de départ :

# _msg595
source: <i>set from user arguments (in Settings)</i>
fr: <i>défini à partir des arguments utilisateur (dans Paramètres)</i>

# _msg596
source: Click to view and change the current location.
fr: Cliquer pour voir ou modifier le point de départ.

# _msg597
source: Access recently used locations
fr: Accéder aux derniers points de départ choisis

# _msg598
source: Flight Plan:
fr: Plan de vol :

# _msg599
source: Settings:
fr: Réglages :

# _msg600
source: File
fr: Fichier

# _msg601
source: Open saved configuration...
fr: Ouvrir une configuration sauvegardée…

# _msg602
source: Save configuration as...
fr: Enregistrer la configuration sous…

# _msg603
source: Tools
fr: Outils

# _msg604
source: Restore defaults...
fr: Restaurer les valeurs par défaut…

# _msg605
source: Select data files location...
fr: Sélectionner l’emplacement des fichiers de données…

# _msg606
source: View command-line
fr: Voir la ligne de commande

# _msg607
source: Problems occurred loading the user interface. This is usually due to missing modules on your system. Please report this error to the FlightGear developer list or forum, and take care to mention your system distribution, etc. Please also include the information provided below.
fr: Des problèmes se sont produits au chargement de l'interface utilisateur. Ceux-ci sont généralement dus à des modules manquants sur votre système. Merci de bien vouloir rapporter cette erreur sur la liste de développement de FlightGear ou sur le forum, sans oublier de préciser la distribution utilisée, etc. Merci d'inclure dans votre rapport les informations ci-dessous.

# _msg608
source: Location
fr: Emplacement

# _msg609
source: Search for an airport or navaid
fr: Recherche d'un aéroport ou d'une balise

# _msg610
source: View available aircraft carriers to start at.
fr: Voir les porte-avions disponibles comme point de départ.

# _msg611
source: Enter the name, partial name or ident of a navaid or fix, or an airport name or ICAO identifier. Alternatively, enter a latitude & longitude: for example 53.4,-3.4 or 18.4S, 87.23W
fr: Saisissez le nom, le nom partiel ou l'identifiant d'une balise ou d'un point de repère, le nom d'un aéroport ou son identifiant OACI. Vous pouvez également saisir une latitude et une longitude : par exemple 53.4,-3.4 ou 18.4S, 87.23W

# _msg612
source: Searching
fr: Recherche

# _msg613
source: No results for found search '%1'
fr: Aucun résultat trouvé pour la recherche de '%1'

# _msg614
source: Access additional options here
fr: Accéder à des options supplémentaires ici

# _msg615
source: The selected aircraft is not installed or has updates pending
fr: L'appareil sélectionné n'est pas installé ou a des mises à jour en attente

# _msg616
source: <p>For help using this launcher, <a %1>try enabling the getting started hints</a>.</p>
fr: <p>Pour obtenir de l'aide sur ce lanceur, <a %1>activez les conseils « pour démarrer »</a>.</p>

# _msg617
source: <p>FlightGear is open source software, developed entirely by volunteers. Support is provided by our excellent user community. The easiest place to ask questions and get support is on <a %1>our forums</a>.</p> <p>To get started with the simulator, please use our tutorial system: this is available from the 'Help' menu in the simulator. We recommend starting with the Cessna 172 to learn how to get airborne.</p> <p>Other good resources:<ul><li><a %2>the official manual</a></li> <li><a %3>key commands reference</a></li> <li><a %4>our wiki</a> (which includes FAQs)</li> </ul></p>
fr: <p>FlightGear est un logiciel “open source”, entièrement développé par des volontaires. Le support utilisateur est assuré par notre excellente communauté. Le plus commode pour poser des questions et demander de l'aide est de se rendre sur <a %1>nos forums</a>.</p> <p>Pour démarrer avec le simulateur, vous pouvez utiliser son système de tutoriels intégrés, accessibles depuis le menu « Aide ». Afin de prendre son envol dans de bonnes conditions d'apprentissage, nous recommandons de commencer avec le Cessna 172.</p> <p>Autres ressources utiles :<ul><li><a %2>le manuel officiel</a></li> <li><a %3>la référence des raccourcis clavier</a></li> <li><a %4>notre wiki</a> (qui inclut des FAQ)</li> </ul></p>

# _msg618
source: <p>If you find an issue, please use <a %1>our help forum</a>.</p>
fr: <p>Si vous rencontrez un problème, vous pouvez poster sur <a %1>le forum principal</a> (en anglais) ou sur un des forums francophones indiqués <a href="https://fr.flightgear.org/website/">ici</a>.</p>

# _msg619
source: <p>FlightGear is the result of twenty-five years of work by hundreds of contributors around the world. We'd be delighted if you would join us.</p>
fr: <p>FlightGear est le produit de vingt-cinq ans de travail effectué par des centaines de contributeurs répartis dans le monde entier. Nous serions enchantés de vous compter parmi nous.</p>

# _msg620
source: Hangar URL:
fr: URL du hangar :

# _msg621
source: Cancel
fr: Annuler

# _msg622
source: Add hangar
fr: Ajouter un hangar

# _msg623
source: Failed to find a hangar description at the URL: '%1'. Check you entered the URL correctly.
fr: Impossible de trouver une description du hangar à l'adresse : '%1'. Vérifiez que vous avez saisi l'URL correctement.

# _msg624
source: Access to the hangar data was forbidden by the server. Please check the URL you entered, or contact the hangar authors.
fr: L'accès aux données du hangar a été interdit par le serveur. Veuillez vérifier l'URL que vous avez saisie ou contactez les auteurs du hangar.

# _msg625
source: Failed to download from the server due to a network problem. Check your Internet connection is working, and that you entered the correct URL.
fr: Le téléchargement à partir du serveur a échoué en raison d'un problème réseau. Vérifiez que votre connexion Internet fonctionne et que vous avez saisi la bonne URL.

# _msg626
source: The hangar you requested is for a different version of FlightGear. (This is version %1)
fr: Le hangar demandé est destiné à une version différente de FlightGear. (Il s'agit de la version %1)

# _msg627
source: The requested URL doesn't contain valid hangar data. Check you entered a valid hangar URL. If it's correct, please contact the hangar authors, or try again later.
fr: L'URL demandée ne contient pas de données valides de hangar. Veuillez vérifier que vous avez entré une URL de hangar valide. Si elle est correcte, merci de bien vouloir contacter les auteurs du hangar, ou de réessayer plus tard.

# _msg628
source: Click here to add a new aircraft hangar. (Note this requires an Internet connection)
fr: Cliquez ici pour ajouter un nouveau hangar d'aéronefs. (Notez que cela nécessite une connexion Internet)

# _msg629
source: Enter a hangar location (URL) to add.
fr: Entrez l'emplacement du hangar (URL) à ajouter.

# _msg630
source: Retrieving hangar information...
fr: Récupération des informations du hangar…

# _msg631
source: There was a problem adding the hangar: %1.
fr: Un problème est survenu lors de l'ajout du hangar : %1.

# _msg632
source: Enter additional command-line arguments if any are required. See <a href="http://flightgear.sourceforge.net/manual/2020.3/en/getstart-ench4.html#x8-330004.4">documentation</a> for possible arguments. <br><b>Warning:</b> values entered here always override other settings; <a href="#view-command-line">click here</a> to view the final set of arguments that will be used
fr: Entrez les arguments (options) de la ligne de commande que vous souhaitez ajouter. Pour savoir quelles options sont disponibles, vous pouvez consulter la <a href="http://flightgear.sourceforge.net/manual/2020.3/fr/getstart-frch4.html#x8-330004.4">documentation</a>.<br><b>Attention :</b> les valeurs entrées ici sont prioritaires sur les autres paramètres ; voir la <a href="#view-command-line">liste des arguments</a> qui va être utilisée in fine.

# _msg633
source: <b>Warning:</b> specifying <tt>fg-root</tt>, <tt>fg-aircraft</tt>, <tt>fg-scenery</tt> or <tt>fg-home</tt> using this section is not recommended, and may cause problem or prevent the simulator from running. Please use the add-ons page to setup scenery and aircrft directories, and the 'Select data files location' menu item to change the root data directory.
fr: <b>Avertissement :</b> spécifier <tt>fg-root</tt>, <tt>fg-aircraft</tt>, <tt>fg-scenery</tt> ou <tt>fg-home</tt> en utilisant cette section n'est pas recommandé, et peut causer des problèmes ou empêcher le fonctionnement du simulateur. Veuillez utiliser la page des modules complémentaires pour configurer les répertoires de scènes et d'aéronefs, et l'élément de menu « Sélectionner l'emplacement des fichiers de données »pour changer le répertoire racine des données.

# _msg634
source: <b>Note:</b> you have entered arguments relating to the startup location below. To prevent problems caused by conflicting settings, the values entered on the location page (for example, airport or altitude) will be ignored.
fr: <b>Note :</b> vous avez saisi les arguments relatifs au lieu de démarrage ci-dessous. Pour éviter les problèmes causés par des paramètres contradictoires, les valeurs saisies sur la page de l'emplacement (par exemple, l'aéroport ou l'altitude) seront ignorées.

# _msg635
source: <b>Note:</b> you have entered arguments relating to the selected aircraft. To prevent problems caused by conflicting settings, the aircraft page will be ignored.
fr: <b>Note :</b> vous avez entré des arguments qui peuvent modifier l'aéronef choisi. Afin d'éviter tout conflit, le contenu de l'onglet « Aéronef » va être ignoré.

# _msg636
source: Choose aircraft folder
fr: Choisissez le dossier des aéronefs

# _msg637
source: No aircraft found in the folder '%1' - add anyway?
fr: Aucun aéronef trouvé dans le dossier '%1' - ajouter quand même ?

# _msg638
source: Choose addon module folder
fr: Choisissez le dossier des modules complémentaires

# _msg639
source: The folder '%1' doesn't appear to contain an addon module - add anyway?
fr: Le dossier '%1' ne semble pas contenir de module complémentaire - ajouter quand même ?

# _msg640
source: Added modules should contain at least both of the following files: addon-metadata.xml, addon-main.nas.
fr: Les modules ajoutés doivent contenir au moins les deux fichiers suivants : addon-metadata.xml, addon-main.nas.

# _msg641
source: Choose scenery folder
fr: Choisissez le dossier des scènes

# _msg642
source: The folder '%1' doesn't appear to contain scenery - add anyway?
fr: Le dossier '%1' ne semble pas contenir de scènes - ajouter quand même ?

# _msg643
source: Added scenery should contain at least one of the following folders: Objects, Terrain, Buildings, Roads, Pylons, NavData, Airports.
fr: Les scènes ajoutées doivent contenir au moins un des dossiers suivants : Objects, Terrain, Buildings, Roads, Pylons, NavData, Airports.

# _msg644
source: On approach
fr: En approche

# _msg645
source: Ready for take-off
fr: Prêt au décollage

# _msg646
source: Parked, cold & dark
fr: Parqué, froid et éteint

# _msg647
source: Automatic
fr: Automatique

# _msg648
source: Cruise
fr: En croisière

# _msg649
source: Ready to taxi
fr: Prêt au roulage

# _msg650
source: On approach to a carrier
fr: En approche du porte-avions

# _msg651
source: Ready for catapult launch
fr: Prêt au catapultage

# _msg652
source: Select state based on startup position.
fr: Sélectionnez l'état d'après la position de démarrage.

# _msg653
source: Toggle between grid and list view
fr: Basculer entre les vues « tableau » et « liste »

# _msg654
source: Installed Aircraft
fr: Appareils installés

# _msg655
source: Use this button to view installed aircraft
fr: Utiliser ce bouton pour voir les aéronefs installés

# _msg656
source: Favourites
fr: Favoris

# _msg657
source: Browse
fr: Parcourir

# _msg658
source: View available aircraft to download
fr: Voir les aéronefs disponibles au téléchargement

# _msg659
source: Updates
fr: Mises à jour

# _msg660
source: Enter text to search aircraft names and descriptions.
fr: Entrer du texte pour rechercher parmi les noms ou descriptions d'aéronefs.

# _msg661
source: No aircraft match the search.
fr: Aucun aéronef ne correspond aux critères.

# _msg662
source: No favourite aircraft selected: install some aircraft and mark them as favourites by clicking the ★
fr: Aucun aéronef favori sélectionné : installez des aéronefs et cliquez sur ★ pour les marquer comme favoris

# _msg663
source: To install additional aircraft, click the the 'Browse' tab at the top of this page.
fr: Pour installer des aéronefs supplémentaires, cliquez sur l'onglet Parcourir en haut de cette page.

# _msg664
source: No aircraft updates available right now
fr: Aucune mise à jour d'aéronefs disponible pour le moment

# _msg665
source: Filter using ratings
fr: Filtrer à l'aide des notations

# _msg666
source: Adjust minimum ratings
fr: Ajuster les notations minimales

# _msg667
source: Aircraft are rated by the community based on four critiera, on a scale from one to five. The ratings are designed to help make an informed guess how complete and functional an aircraft is.
fr: Les avions sont notés par la communauté sur la base de quatre critères, sur une échelle de un à cinq. Ces notes sont conçues pour aider à se faire une idée du degré de complétude et de fonctionnalité d'un avion.

# _msg668
source: Minimum flight-model (FDM) rating:
fr: Note minimale pour le modèle de vol (FDM)

# _msg670
source: Minimum cockpit visual rating
fr: Note minimale pour l'aspect visuel du cockpit

# _msg672
source: Click here to change which aircraft are shown or hidden based on their ratings
fr: Cliquer ici pour choisir quels aéronefs doivent être affichés ou cachés en fonction de leurs notes

# _msg673
source: Click here to select different variants or models of this aircraft
fr: Cliquer ici pour choisir une variante ou un modèle de cet aéronef

# _msg674
source: URI: %1 Local path: %2
fr: URI : %1 Chemin local : %2
