Repository: Thilo277/FG-Photoscenery-FGDATA
Catalog: Translations/*/FlightGear-nonQt.xlf
Languages: tr

# menu/adjust-hud:0
source: Adjust HUD Properties
tr: HUD Özelliklerini Ayarlayın

# menu/adjust-lod:0
source: Adjust LOD Ranges
tr: LOD Aralıklarını Ayarla

# menu/ai:0
source: AI
tr: Tüm

# menu/aircraft-center:0
source: Aircraft Center (Experimental)
tr: Uçak Merkezi (Deneysel)

# menu/aircraft-checklists:0
source: Aircraft Checklists
tr: Uçak Kontrol Listeleri

# menu/aircraft-keys:0
source: Aircraft Help
tr: Uçak Yardımı

# menu/atc-in-range:0
source: ATC Services in Range
tr: Aralıktaki ATC Hizmetleri

# menu/autopilot:0
source: Autopilot
tr: Otomatik pilot

# menu/autopilot-settings:0
source: Autopilot Settings
tr: Otomatik Pilot Ayarları

# menu/autostart:0
source: Autostart
tr: Otomatik başlatma

# menu/basic-keys:0
source: Basic Simulator Keys
tr: Temel Simülatör Tuşları

# menu/carrier:0
source: Carrier Controls
tr: Taşıyıcı Kontrolleri

# menu/cockpit-view-options:0
source: Cockpit View Options
tr: Kokpit Görünümü Seçenekleri

# menu/common-keys:0
source: Common Aircraft Keys
tr: Ortak Uçak Anahtarları

# menu/configure-dev-extension:0
source: Configure Development Extensions
tr: Geliştirme Uzantılarını Yapılandırma

# menu/cycle-gui:0
source: Cycle GUI Style
tr: Döngü ARAYÜZ Stili

# menu/debug:0
source: Debug
tr: Hata ayıklama

# menu/development-keys:0
source: Development Keys
tr: Geliştirme Anahtarları

# menu/display-marker:0
source: Display Tutorial Marker
tr: Eğitici İşaretçiyi Görüntüle

# menu/doc-browser:0
source: Documentation Browser
tr: Belge Tarayıcı

# menu/dump-scene-graph:0
source: Dump Scene Graph
tr: Döküm Sahne Grafiği

# menu/environment:0
source: Environment
tr: Çevre

# menu/environment-settings:0
source: Environment Settings
tr: Ortam Ayarları

# menu/equipment:0
source: Equipment
tr: Teçhizat

# menu/exit:0
source: Quit
tr: Çık

# menu/failure-submenu:0
source: --- Failures ---
tr: --- Başarısızlıklar ---

# menu/fgcom-settings:0
source: FGCom Settings
tr: FGCom Ayarları

# menu/file:0
source: File
tr: Dosya

# menu/fuel-and-payload:0
source: Fuel and Payload
tr: Yakıt ve Yük

# menu/global-weather:0
source: Weather
tr: Hava durumu

# menu/goto-airport:0
source: Select Airport
tr: Havalimanı Seçin

# menu/gps:0
source: GPS Settings
tr: GPS Ayarları

# menu/help:0
source: Help
tr: Yardım

# menu/help-browser:0
source: Help (opens in browser)
tr: Yardım (tarayıcıda açılır)

# menu/immatriculation:0
source: Immatriculation
tr: Kayıt

# menu/input-config:0
source: Mouse Configuration
tr: Fare Yapılandırması

# menu/instrument-failures:0
source: Instrument Failures
tr: Cihaz Arızaları

# menu/instrument-settings:0
source: Instrument Settings
tr: Cihaz Ayarları

# menu/interface-config:0
source: User-interface Options
tr: Kullanıcı Arayüzü Seçenekleri

# menu/jetway:0
source: Jetway Settings
tr: Jet yolu Ayarları

# menu/joystick-config:0
source: Joystick Configuration
tr: Joystick Yapılandırması

# menu/joystick-info:0
source: Joystick Information
tr: Joystick Bilgileri

# menu/lag-adjust:0
source: Lag Settings
tr: Gecikme Ayarları

# menu/load-tape:0
source: Load Flight Recorder Tape
tr: Uçuş Kaydedici Bandını Yükle

# menu/local_weather:0
source: Local Weather (Test)
tr: Yerel Hava Durumu (Test)

# menu/location:0
source: Location
tr: Konum

# menu/logging:0
source: Logging
tr: Günlük

# menu/map:0
source: Map
tr: Harita

# menu/map-browser:0
source: Map (opens in browser)
tr: Harita (tarayıcıda açılır)

# menu/map-canvas:0
source: Map (Canvas)
tr: Harita (Tuval)

# menu/menu-about:0
source: About
tr: Hakkında

# menu/mp-carrier:0
source: MPCarrier Selection
tr: MP Taşıyıcı Seçimi

# menu/mp-chat:0
source: Chat Dialog
tr: Sohbet İletişim Kutusu

# menu/mp-chat-menu:0
source: Chat Menu
tr: Sohbet Menüsü

# menu/mp-list:0
source: Pilot List
tr: Pilot Listesi

# menu/mp-settings:0
source: Multiplayer Settings
tr: Çok Oyunculu Ayarlar

# menu/multiplayer:0
source: Multiplayer
tr: Çok oyunculu

# menu/nasal-console:0
source: Nasal Console
tr: Burun Konsolu

# menu/nasal-repl-interpreter:0
source: Nasal REPL Interpreter
tr: Burun REPL Tercümanı

# menu/next-waypoint:0
source: Next Waypoint
tr: Sonraki Ara Nokta

# menu/performance-monitor:0
source: Monitor System Performance
tr: Sistem Performansını İzleyin

# menu/pilot-offset:0
source: Adjust View Position
tr: Görünüm Konumunu Ayarla

# menu/position-in-air:0
source: Position Aircraft In Air
tr: Uçağı Havada Konumlandır

# menu/previous-waypoint:0
source: Previous Waypoint
tr: Önceki Ara Nokta

# menu/print-rendering-statistics:0
source: Print Rendering Statistics
tr: Baskı Oluşturma İstatistikleri

# menu/print-scene-info:0
source: Print Visible Scene Info
tr: Görünür Sahne Bilgilerini Yazdır

# menu/property-browser:0
source: Browse Internal Properties
tr: Dahili Özelliklere Göz Atma

# menu/pushback:0
source: Pushback
tr: Geri itme

# menu/radio:0
source: Radio Settings
tr: Radyo Ayarları

# menu/random-attitude:0
source: Random Attitude
tr: Rastgele Tutum

# menu/random-failures:0
source: Random Failures
tr: Rastgele Başarısızlıklar

# menu/reload-autopilot:0
source: Reload Autopilot
tr: Otomatik Pilotu Yeniden Yükle

# menu/reload-gui:0
source: Reload GUI
tr: ARAYÜZÜ Yeniden yükle

# menu/reload-hud:0
source: Reload HUD
tr: HUD'i yeniden yükle

# menu/reload-input:0
source: Reload Input
tr: Girişi Yeniden Yükle

# menu/reload-materials:0
source: Reload Materials
tr: Malzemeleri Yeniden Yükle

# menu/reload-model:0
source: Reload Aircraft Model
tr: Uçak Modelini Yeniden Yükle

# menu/reload-network:0
source: Reload Network
tr: Ağı Yeniden Yükle

# menu/reload-panel:0
source: Reload Panel
tr: Paneli Yeniden Yükle

# menu/reload-scenery:0
source: Reload Scenery
tr: Manzarayı Yeniden Yükle

# menu/rembrandt-buffers-choice:0
source: Select Rendering Buffers
tr: İşleme Arabelleğini Seçin

# menu/rendering-buffers:0
source: Hide/Show Rendering Buffers
tr: İşleme Arabelleğini Gizle/Göster

# menu/rendering-options:0
source: Rendering Options
tr: İşleme Seçenekleri

# menu/replay:0
source: Instant Replay
tr: Anında Tekrar Oynatma

# menu/reset:0
source: Reset
tr: Sıfırla

# menu/route-manager:0
source: Route Manager
tr: Rota Yöneticisi

# menu/save-tape:0
source: Save Flight Recorder Tape
tr: Uçuş Kaydedici Bandını Kaydet

# menu/scenario:0
source: Traffic and Scenario Settings
tr: Trafik ve Senaryo Ayarları

# menu/select-livery:0
source: Select Livery
tr: Tasarım Seç

# menu/show-hide-yokes:0
source: Show/hide yokes
tr: Boyundurukları göster/gizle

# menu/snap-shot:0
source: Screenshot
tr: Ekran görüntüsü

# menu/snap-shot-dir:0
source: Screenshot Directory
tr: Ekran Görüntüsü Dizini

# menu/sound-config:0
source: Sound Configuration
tr: Ses Yapılandırması

# menu/statistics-display:0
source: Cycle On-Screen Statistics
tr: Ekran İstatistikleri Döngü

# menu/stereoscopic-options:0
source: Stereoscopic View Options
tr: Stereoskopik Görünüm Seçenekleri

# menu/stopwatch:0
source: Stopwatch
tr: Kronometre

# menu/swift_connection:0
source: swift Connection
tr: hızlı Bağlantı

# menu/system-failures:0
source: System Failures
tr: Sistem Arızaları

# menu/tanker:0
source: Tanker Controls
tr: Tanker Kontrolleri

# menu/terrasync:0
source: Scenery Download
tr: Manzara İndir

# menu/tiller-steering:0
source: Tiller Steering
tr: Yeke Direksiyon

# menu/time-settings:0
source: Time Settings
tr: Zaman Ayarları

# menu/toggle-fullscreen:0
source: Toggle Fullscreen
tr: Tam ekrana Geç

# menu/toggle-glide-slope:0
source: Toggle Glide Slope Tunnel
tr: Kayma Eğimi Tünelini Değiştir

# menu/tower-position:0
source: Tower Position
tr: Kule Konumu

# menu/tutorial-start:0
source: Tutorials
tr: Öğreticiler

# menu/view:0
source: View
tr: Görünüm

# menu/view-options:0
source: View Options
tr: Görünüm Seçenekleri

# menu/wildfire-settings:0
source: Wildfire Settings
tr: Orman Yangını Ayarları

# menu/wingman:0
source: Wingman Controls
tr: Kanat Adamı Kontrolleri

# menu/write-video-config:0
source: Save Video Configuration
tr: Video Yapılandırmasını Kaydet

# options/AV400-desc:0
source: Emit the Garmin AV400 protocol required to drive a Garmin 196/296 series GPS
tr: Garmin 196/296 serisi GPS'i sürmek için gereken Garmin AV400 protokolünü yayınlayın

# options/AV400Sim-desc:0
source: Emit the set of AV400 strings required to drive a Garmin 400-series GPS from FlightGear
tr: Garmin 400 serisi bir GPS'i Flightgear'da sürmek için gereken AV400 dizelerini yayınlayın

# options/adf1-desc:0
source: Set the ADF1 radio frequency, optionally preceded by a card rotation.
tr: ADF1 radyo frekansını, isteğe bağlı olarak bir kart dönüşünden önce ayarlayın.

# options/adf2-desc:0
source: Set the ADF2 radio frequency, optionally preceded by a card rotation.
tr: ADF2 radyo frekansını, isteğe bağlı olarak bir kart dönüşünden önce ayarlayın.

# options/aero-desc:0
source: Select aircraft aerodynamics model to load
tr: Yüklenecek uçak aerodinamik modelini seçin

# options/ai-scenario:0
source: Add and enable a new scenario. Multiple options are allowed.
tr: Yeni bir senaryo ekleyin ve etkinleştirin. Birden fazla seçeneğe izin verilir.

# options/aircraft-desc:0
source: Select an aircraft profile as defined by a top level <name>-set.xml
tr: Üst düzey <name>-set.xml tarafından tanımlandığı gibi bir uçak profili seçin

# options/aircraft-dir-desc:0
source: Specify the exact directory to use for the aircraft (normally not required, but may be useful). Interpreted relatively to the current directory. Causes the <path-cache> from autosave_X_Y.xml, as well as --fg-aircraft and the FG_AIRCRAFT environment variable to be bypassed.
tr: Hava aracı için kullanılacak tam dizini belirtin (normalde gerekli değildir, ancak yararlı olabilir). Geçerli dizine göre yorumlanır. autosave_X_Y.xml'deki <path-cache> öğesinin yanı sıra --fg-aircraft ve FG_AIRCRAFT ortam değişkeninin atlanmasına neden olur.

# options/aircraft-model-options:0
source: Aircraft model directory (UIUC FDM ONLY)
tr: Uçak modeli dizini (YALNIZCA UIUC FDM)

# options/aircraft-options:0
source: Aircraft
tr: Uçak

# options/airport-desc:0
source: Specify starting position relative to an airport
tr: Bir havaalanına göre başlangıç konumunu belirtin

# options/altitude-desc:0
source: Starting altitude
tr: Başlangıç irtifası

# options/arm-desc:0
source: Specify a multiplier for the aspect ratio.
tr: En boy oranı için bir çarpan belirtin.

# options/atcsim-desc:0
source: Open connection using the ATC sim protocol (atc610x)
tr: ATC sim protokolünü (atc610x) kullanarak bağlantıyı açın

# options/atlas-desc:0
source: Open connection using the Atlas protocol
tr: Atlas protokolünü kullanarak bağlantıyı açın

# options/audio-options:0
source: Audio Options
tr: Ses Seçenekleri

# options/avionics-options:0
source: Avionics Options
tr: Elektronik Seçenekleri

# options/bpp-desc:0
source: Specify the bits per pixel
tr: Piksel başına bitleri belirtin

# options/browser-app-desc:0
source: Specify path to your web browser
tr: Web tarayıcınızın yolunu belirtin

# options/callsign-desc:0
source: assign a unique name to a player
tr: bir oyuncuya benzersiz bir ad atayın

# options/carrier-abeam-desc:0
source: Start on downwind abeam the selected carrier (must also specify a carrier)
tr: Seçilen taşıyıcıya doğru rüzgar yönünde başlayın (ayrıca bir taşıyıcı belirtmelidir)

# options/carrier-desc:0
source: Specify starting position on an AI carrier
tr: Bir AI taşıyıcısında başlangıç pozisyonunu belirtin

# options/ceiling-desc:0
source: Create an overcast ceiling, optionally with a specific thickness (defaults to 2000 ft).
tr: İsteğe bağlı olarak belirli bir kalınlığa sahip bir bulutlu tavan oluşturun (varsayılanı 2000 fit'dir).

# options/com1-desc:0
source: Set the COM1 radio frequency
tr: COM1 radyo frekansını ayarlayın

# options/com2-desc:0
source: Set the COM2 radio frequency
tr: COM2 radyo frekansını ayarlayın

# options/config-desc:0
source: Load additional properties from path
tr: Yoldan ek özellikler yükle

# options/console-desc:0
source: Display console (Windows specific)
tr: Ekran konsolu (Windows'a özel)

# options/debugging-options:0
source: Debugging Options
tr: Hata Ayıklama Seçenekleri

# options/disable-ai-models-desc:0
source: Deprecated option (disable internal AI subsystem)
tr: Kullanımdan kaldırılan seçenek (dahili AI alt sistemini devre dışı bırakın)

# options/disable-ai-traffic-desc:0
source: Disable artificial traffic.
tr: Yapay trafiği devre dışı bırakın.

# options/disable-anti-alias-hud-desc:0
source: Disable anti-aliased HUD
tr: Kenar yumuşatma HUD'sini devre dışı bırak

# options/disable-auto-coordination-desc:0
source: Disable auto coordination
tr: Otomatik koordinasyonu devre dışı bırak

# options/disable-clock-freeze-desc:0
source: Clock advances normally
tr: Saat normal ilerler

# options/disable-clouds-desc:0
source: Disable 2D (flat) cloud layers
tr: 2B (düz) bulut katmanlarını devre dışı bırak

# options/disable-clouds3d-desc:0
source: Disable 3D (volumetric) cloud layers
tr: 3B (hacimsel) bulut katmanlarını devre dışı bırakın

# options/disable-distance-attenuation:0
source: Disable runway light distance attenuation
tr: Pist ışık mesafesi zayıflamasını devre dışı bırak

# options/disable-enhanced-lighting:0
source: Disable enhanced runway lighting
tr: Gelişmiş pist aydınlatmasını devre dışı bırakın

# options/disable-fgcom-desc:0
source: Disable FGCom built-in
tr: Yerleşik FGCom'u devre dışı bırak

# options/disable-freeze-desc:0
source: Start in a running state
tr: Çalışan bir durumda başlayın

# options/disable-fuel-freeze-desc:0
source: Fuel is consumed normally
tr: Yakıt normal olarak tüketilir

# options/disable-fullscreen-desc:0
source: Disable fullscreen mode
tr: Tam ekran modunu devre dışı bırak

# options/disable-horizon-effect:0
source: Disable celestial body growth illusion near the horizon
tr: Ufka yakın gök cismi büyüme yanılsamasını devre dışı bırak

# options/disable-hud-3d-desc:0
source: Disable 3D HUD
tr: 3B HUD'yi devre dışı bırak

# options/disable-hud-desc:0
source: Disable Heads Up Display (HUD)
tr: Baş Üstü Göstergesini (HUD) Devre Dışı Bırak

# options/disable-mouse-pointer-desc:0
source: Disable extra mouse pointer
tr: Fazladan fare işaretçisini devre dışı bırak

# options/disable-panel-desc:0
source: Disable instrument panel
tr: Gösterge panelini devre dışı bırak

# options/disable-random-buildings-desc:0
source: Exclude random buildings objects
tr: Rastgele bina nesnelerini hariç tut

# options/disable-random-objects-desc:0
source: Exclude random scenery objects
tr: Rastgele manzara nesnelerini hariç tut

# options/disable-random-vegetation-desc:0
source: Exclude random vegetation objects
tr: Rastgele bitki örtüsü nesnelerini hariç tut

# options/disable-real-weather-fetch-desc:0
source: Disable METAR based real weather fetching
tr: METAR tabanlı gerçek hava durumu alımını devre dışı bırak

# options/disable-rembrandt-desc:0
source: Disable Rembrandt rendering
tr: Rembrandt oluşturmayı devre dışı bırak

# options/disable-save-on-exit:0
source: Don't save preferences upon program exit
tr: Program çıkışında tercihleri kaydetme

# options/disable-sound-desc:0
source: Disable sound effects
tr: Ses efektlerini devre dışı bırak

# options/disable-specular-highlight:0
source: Disable specular reflections on textured objects
tr: Dokulu nesnelerde aynasal yansımaları devre dışı bırakın

# options/disable-splash-screen-desc:0
source: Disable splash screen
tr: Açılış ekranını devre dışı bırak

# options/disable-terrasync-desc:0
source: Disable automatic scenery downloads/updates
tr: Otomatik manzara indirmelerini/güncellemelerini devre dışı bırak

# options/disable-textures-desc:0
source: Disable textures
tr: Dokuları devre dışı bırak

# options/disable-wireframe-desc:0
source: Disable wireframe drawing mode
tr: Tel kafes çizim modunu devre dışı bırak

# options/dme-desc:0
source: Slave the DME to one of the NAV radios, or set its internal frequency.
tr: DME'yi NAV telsizlerinden birine bağımlı hale getirin veya dahili frekansını ayarlayın.

# options/download-dir-desc:0
source: Base directory to use for aircraft and scenery downloads (the TerraSync scenery directory may be specifically set with --terrasync-dir)
tr: Uçak ve manzara indirmeleri için kullanılacak temel dizin (TerraSync manzara dizini özellikle --terrasync-dir ile ayarlanabilir)

# options/enable-ai-models-desc:0
source: Enable AI subsystem (required for multi-player, AI traffic and many other animations)
tr: AI alt sistemini etkinleştir (çok oyunculu, AI trafiği ve diğer birçok animasyon için gereklidir)

# options/enable-ai-traffic-desc:0
source: Enable artificial traffic.
tr: Yapay trafiği etkinleştirin.

# options/enable-anti-alias-hud-desc:0
source: Enable anti-aliased HUD
tr: Kenar yumuşatılmış HUD'yi etkinleştir

# options/enable-auto-coordination-desc:0
source: Enable auto coordination
tr: Otomatik koordinasyonu etkinleştir

# options/enable-clock-freeze-desc:0
source: Do not advance clock
tr: Saati ilerletme

# options/enable-clouds-desc:0
source: Enable 2D (flat) cloud layers
tr: 2B (düz) bulut katmanlarını etkinleştirin

# options/enable-clouds3d-desc:0
source: Enable 3D (volumetric) cloud layers
tr: 3B (hacimsel) bulut katmanlarını etkinleştirin

# options/enable-distance-attenuation:0
source: Enable runway light distance attenuation
tr: Pist ışık mesafesi zayıflamasını etkinleştir

# options/enable-enhanced-lighting:0
source: Enable enhanced runway lighting
tr: Gelişmiş pist aydınlatmasını etkinleştirin

# options/enable-fgcom-desc:0
source: Enable FGCom built-in
tr: Yerleşik FGCom'u etkinleştir

# options/enable-freeze-desc:0
source: Start in a frozen state
tr: Donmuş durumda başla

# options/enable-fuel-freeze-desc:0
source: Fuel tank quantity forced to remain constant
tr: Sabit kalmaya zorlanan yakıt deposu miktarı

# options/enable-fullscreen-desc:0
source: Enable fullscreen mode
tr: Tam ekran modunu etkinleştir

# options/enable-horizon-effect:0
source: Enable celestial body growth illusion near the horizon
tr: Ufka yakın gök cismi büyüme yanılsamasını etkinleştirin

# options/enable-hud-3d-desc:0
source: Enable 3D HUD
tr: 3B HUD'yi etkinleştir

# options/enable-hud-desc:0
source: Enable Heads Up Display (HUD)
tr: Baş Üstü Göstergesini (HUD) Etkinleştir

# options/enable-mouse-pointer-desc:0
source: Enable extra mouse pointer
tr: Fazladan fare işaretçisini etkinleştir

# options/enable-mouse-pointer-desc:1
source: (i.e. for full screen Voodoo based cards)
tr: (yani tam ekran Voodoo tabanlı kartlar için)

# options/enable-panel-desc:0
source: Enable instrument panel
tr: Gösterge panelini etkinleştir

# options/enable-random-buildings-desc:0
source: Include random buildings objects
tr: Rastgele bina nesnelerini dahil et

# options/enable-random-objects-desc:0
source: Include random scenery objects
tr: Rastgele manzara nesnelerini dahil et

# options/enable-random-vegetation-desc:0
source: Include random vegetation objects
tr: Rastgele bitki örtüsü nesnelerini dahil et

# options/enable-real-weather-fetch-desc:0
source: Enable METAR based real weather fetching (this requires an open internet connection)
tr: METAR tabanlı gerçek hava durumu alımını etkinleştirin (bu, açık bir internet bağlantısı gerektirir)

# options/enable-rembrandt-desc:0
source: Enable Rembrandt rendering
tr: Rembrandt oluşturmayı etkinleştir

# options/enable-save-on-exit:0
source: Allow saving preferences at program exit
tr: Program çıkışında tercihleri kaydetmeye izin ver

# options/enable-sound-desc:0
source: Enable sound effects
tr: Ses efektlerini etkinleştir

# options/enable-specular-highlight:0
source: Enable specular reflections on textured objects
tr: Dokulu nesneler üzerinde aynasal yansımaları etkinleştirin

# options/enable-splash-screen-desc:0
source: Enable splash screen
tr: Açılış ekranını etkinleştir

# options/enable-terrasync-desc:0
source: Enable automatic scenery downloads/updates
tr: Otomatik manzara indirmelerini/güncellemelerini etkinleştir

# options/enable-textures-desc:0
source: Enable textures
tr: Dokuları etkinleştir

# options/enable-wireframe-desc:0
source: Enable wireframe drawing mode
tr: Tel kafes çizim modunu etkinleştir

# options/environment-options:0
source: Environment Options
tr: Çevre Seçenekleri

# options/failure-desc:0
source: Fail the pitot, static, vacuum, or electrical system (repeat the option for multiple system failures).
tr: Pitot, statik, vakum veya elektrik sisteminde başarısız olun (birden çok sistem arızası için seçeneği tekrarlayın).

# options/fdm-desc:0
source: Select the core flight dynamics model
tr: Çekirdek uçuş dinamiği modelini seçin

# options/fdm-desc:1
source: Can be one of jsb, larcsim, yasim, magic, balloon, ada, external, or null
tr: jsb, larcsim, yasim, sihir, balon, ada, harici veya boş'dan biri olabilir

# options/fdm-options:0
source: Flight Model
tr: Uçuş Modeli

# options/features-options:0
source: Features
tr: Özellikler

# options/fg-aircraft-desc:0
source: Specify additional aircraft directory path(s) (alternatively, you can use --aircraft-dir to target a specific aircraft in a given directory)
tr: Ek uçak dizin yolunu/yollarını belirtin (alternatif olarak, belirli bir dizindeki belirli bir uçağı hedeflemek için --aircraft-dir kullanabilirsiniz)

# options/fg-root-desc:0
source: Specify the root data path
tr: Kök veri yolunu belirtin

# options/fg-scenery-desc:0
source: Specify the scenery path(s);
tr: Manzara yolunu/yollarını belirtin;

# options/fg-scenery-desc:1
source: Defaults to $FG_ROOT/Scenery
tr: Varsayılan olarak $FG_ROOT/Scenery

# options/fgviewer-desc:0
source: Use a model viewer rather than load the entire simulator;
tr: Tüm simülatörü yüklemek yerine bir model görüntüleyici kullanın;

# options/fix-desc:0
source: Specify starting position relative to a fix
tr: Bir düzeltmeye göre başlangıç konumunu belirtin

# options/flarm-desc:0
source: Open connection using the Flarm protocol, which includes NMEA/GPS and traffic reporting messages
tr: NMEA/GPS ve trafik raporlama mesajlarını içeren Alev protokolünü kullanarak bağlantıyı açın

# options/flight-plan-desc:0
source: Read all waypoints from a file
tr: Bir dosyadan tüm yol noktalarını okuyun

# options/fog-disable-desc:0
source: Disable fog/haze
tr: Sis/pusu devre dışı bırak

# options/fog-fastest-desc:0
source: Enable fastest fog/haze
tr: En hızlı sis/pusu etkinleştir

# options/fog-nicest-desc:0
source: Enable nicest fog/haze
tr: En güzel sis/pus'u etkinleştir

# options/fov-desc:0
source: Specify field of view angle
tr: Görüş açısı alanını belirtin

# options/fpe-desc:0
source: Abort on encountering a floating point exception;
tr: Bir kayan nokta istisnasıyla karşılaşmayı iptal edin;

# options/garmin-desc:0
source: Open connection using the Garmin GPS protocol
tr: Garmin GPS protokolünü kullanarak bağlantıyı açın

# options/general-options:0
source: General Options
tr: Genel Seçenekler

# options/generic-desc:0
source: Open connection using a predefined communication interface and a preselected communication protocol
tr: Önceden tanımlanmış bir iletişim arayüzü ve önceden seçilmiş bir iletişim protokolü kullanarak bağlantıyı açın

# options/geometry-desc:0
source: Specify window geometry (640x480, etc)
tr: Pencere geometrisini belirtin (640x480, vb.)

# options/glideslope-desc:0
source: Specify flight path angle (can be positive)
tr: Uçuş yolu açısını belirtin (pozitif olabilir)

# options/heading-desc:0
source: Specify heading (yaw) angle (Psi)
tr: Yön (yaw) açısını (Psi) belirtin

# options/help-desc:0
source: Show the most relevant command line options
tr: En alakalı komut satırı seçeneklerini göster

# options/httpd-desc:0
source: Enable http server on the specified address. Specify the port or address:port to bind to.
tr: Belirtilen adreste http sunucusunu etkinleştirin. Bağlantı noktası veya adresi belirtin:bağlanacak bağlantı noktası.
