Repository: Thilo277/FG-Photoscenery-FGDATA
Catalog: Translations/*/FlightGear-nonQt.xlf
Languages: tr

# options/hud-culled-desc:0
source: Hud displays percentage of triangles culled
tr: Hud, ayıklanan üçgenlerin yüzdesini gösterir

# options/hud-options:0
source: Hud Options
tr: Hud Seçenekleri

# options/hud-tris-desc:0
source: Hud displays number of triangles rendered
tr: Hud, oluşturulan üçgenlerin sayısını görüntüler

# options/in-air-desc:0
source: Start in air (implied when using --altitude)
tr: Havada başlayın ( --yükseklik kullanılırken ima edilir)

# options/io-options:0
source: IO Options
tr: GÇ Seçenekleri

# options/joyclient-desc:0
source: Open connection to an Agwagon joystick
tr: Agwagon joystick'e açık bağlantı

# options/jpg-httpd-desc:0
source: Enable screen shot http server on the specified port (replaced by --httpd)
tr: Belirtilen bağlantı noktasında ekran görüntüsü http sunucusunu etkinleştir (--httpd ile değiştirilir)

# options/jsclient-desc:0
source: Open connection to a remote joystick
tr: Uzak bir joystick ile bağlantıyı açın

# options/json-report-desc:0
source: Print a report in JSON format on the standard output, giving information such as the FlightGear version, $FG_ROOT, $FG_HOME, aircraft and scenery paths, etc.
tr: FlightGear sürümü, $FG_ROOT, $FG_HOME, uçak ve manzara yolları vb. gibi bilgileri veren standart çıktıda JSON formatında bir rapor yazdırın.

# options/language-desc:0
source: Select the language for this session
tr: Bu oturum için dil seçin

# options/lat-desc:0
source: Starting latitude (south = -)
tr: Başlangıç enlemi (güney = -)

# options/launcher-desc:0
source: Use GUI launcher
tr: GKA başlatıcısını kullan

# options/livery-desc:0
source: Select aircraft livery
tr: Uçak görünümünü seçin

# options/load-tape-desc:0
source: Load recording of earlier flightgear session
tr: Önceki uçuş teçhizatı oturumunun yükleme kaydı

# options/log-class-desc:0
source: Specify which logging class(es) to use
tr: Hangi günlüğe kaydetme sınıflarının kullanılacağını belirtin

# options/log-dir-desc:0
source: Log to directory DIR. The special value 'desktop' causes logging to the desktop (OS-dependent location). This option may be given several times, using a different value each time. Inside the specified directory, the written log file is named FlightGear_YYYY-MM-DD_<num>.log, where <num> takes the values 0, 1, 2, etc.
tr: DIR dizinine giriş yapın. 'Masaüstü' özel değeri, masaüstünde oturum açmaya neden olur (işletim sistemine bağlı konum). Bu seçenek, her seferinde farklı bir değer kullanılarak birkaç kez verilebilir. Belirtilen dizinin içinde, yazılı günlük dosyası FlightGear_YYYY-AA-GG_<num>.log olarak adlandırılır, burada <num> 0, 1, 2 vb. değerleri alır.

# options/log-level-desc:0
source: Specify which logging level to use
tr: Hangi günlük kaydı düzeyinin kullanılacağını belirtin

# options/lon-desc:0
source: Starting longitude (west = -)
tr: Başlangıç boylamı (batı = -)

# options/mach-desc:0
source: Specify initial mach number
tr: İlk makine numarasını belirtin

# options/materials-file-desc:0
source: Specify the materials file used to render the scenery (default: Materials/regions/materials.xml)
tr: Manzarayı oluşturmak için kullanılan malzeme dosyasını belirtin (varsayılan: Malzemeler/bölgeler/materials.xml)

# options/max-fps-desc:0
source: Maximum frame rate in Hz.
tr: Hz cinsinden azami kare hızı.

# options/metar-desc:0
source: Pass a METAR string to set up static weather (this implies --disable-real-weather-fetch)
tr: Statik hava durumunu ayarlamak için bir METAR dizesi iletin (bu --gerçek-hava durumu-devre dışı anlamına gelir)

# options/min-aircraft-status:0
source: Allows you to define a minimum status level (=development status) for all listed aircraft
tr: Listelenen tüm uçaklar için bir asgari durum seviyesi (=geliştirme durumu) tanımlamanıza izin verir

# options/model-hz-desc:0
source: Run the FDM this rate (iterations per second)
tr: FDM'yi bu hızda çalıştırın (saniyede yineleme)

# options/multiplay-desc:0
source: Specify multipilot communication settings
tr: Çoklu pilot iletişim ayarlarını belirtin

# options/multiplayer-options:0
source: MultiPlayer Options
tr: Çoklu Oyuncu Seçenekleri

# options/native-ctrls-desc:0
source: Open connection using the FG Native Controls protocol
tr: FG Doğal Denetimler protokolünü kullanarak bağlantıyı açın

# options/native-desc:0
source: Open connection using the FG Native protocol
tr: FG Doğal protokolünü kullanarak bağlantıyı açın

# options/native-fdm-desc:0
source: Open connection using the FG Native FDM protocol
tr: FG Doğal FDM protokolünü kullanarak bağlantıyı açın

# options/native-gui-desc:0
source: Open connection using the FG Native GUI protocol
tr: FG Doğal GKA protokolünü kullanarak bağlantıyı açın

# options/nav1-desc:0
source: Set the NAV1 radio frequency, optionally preceded by a radial.
tr: NAV1 radyo frekansını, başında isteğe bağlı olarak bir radyal gelecek şekilde ayarlayın.

# options/nav2-desc:0
source: Set the NAV2 radio frequency, optionally preceded by a radial.
tr: NAV2 radyo frekansını, başında isteğe bağlı olarak bir radyal gelecek şekilde ayarlayın.

# options/ndb-desc:0
source: Specify starting position relative to an NDB
tr: Bir NDB'ye göre başlangıç konumunu belirtin

# options/ndb-freq-desc:0
source: Specify the frequency of the NDB. Use with --ndb=ID
tr: NDB'nin frekansını belirtin. --ndb=ID ile kullan

# options/network-options:0
source: Network Options
tr: Ağ Seçenekleri

# options/nmea-desc:0
source: Open connection using the NMEA protocol
tr: NMEA protokolünü kullanarak bağlantıyı açın

# options/notrim-desc:0
source: Do NOT attempt to trim the model
tr: Modeli kırpmaya ÇALIŞMAYIN

# options/notrim-desc:1
source: (only with fdm=jsbsim)
tr: (yalnızca fdm=jsbsim ile)

# options/offset-azimuth-desc:0
source: Specify heading to reference point
tr: Referans noktasına istikamet belirtin

# options/offset-distance-desc:0
source: Specify distance to reference point (statute miles)
tr: Referans noktasına olan mesafeyi belirtin (mevzuat milleri)

# options/on-ground-desc:0
source: Start at ground level (default)
tr: Zemin seviyesinde başla (varsayılan)

# options/opengc-desc:0
source: Open connection using the OpenGC protocol
tr: OpenGC protokolünü kullanarak bağlantıyı açın

# options/parking-id-desc:0
source: Specify parking position at an airport (must also specify an airport)
tr: Bir havaalanında park yeri belirtin (bir havaalanı da belirtilmelidir)

# options/parkpos-desc:0
source: Specify which starting position on an AI carrier (must also specify a carrier)
tr: Bir AI taşıyıcısında hangi başlangıç konumunu belirtin (bir taşıyıcı da belirtilmelidir)

# options/pitch-desc:0
source: Specify pitch angle (Theta)
tr: Adım açısını belirtin (Teta)

# options/position-options:0
source: Initial Position and Orientation
tr: İlk Konum ve Yönelim

# options/prop-desc:0
source: Set property <name> to <value>. <type> can be one of string, double, float, long, int, or bool.
tr: <name> özelliğini <value> olarak ayarlayın. <type> dize, çift, kayan, uzun, int veya bool olabilir.

# options/props-desc:0
source: Open connection using the interactive property manager
tr: Etkileşimli özellik yöneticisini kullanarak bağlantıyı açın

# options/proxy-desc:0
source: Specify which proxy server (and port) to use. The username and password are optional and should be MD5 encoded already. This option is only useful when used in conjunction with the real-weather-fetch option.
tr: Hangi proxy sunucusunun (ve bağlantı noktasının) kullanılacağını belirtin. Kullanıcı adı ve parola isteğe bağlıdır ve önceden MD5 olarak kodlanmış olmalıdır. Bu seçenek yalnızca gerçek hava durumu getirme seçeneğiyle birlikte kullanıldığında kullanışlıdır.

# options/pve-desc:0
source: Open connection using the PVE protocol
tr: PVE protokolünü kullanarak bağlantıyı açın

# options/random-objects-desc:0
source: (buildings, etc.)
tr: (binalar vb.)

# options/random-wind-desc:0
source: Set up random wind direction and speed
tr: Rastgele rüzgar yönünü ve hızını ayarlayın

# options/ray-desc:0
source: Open connection using the Ray Woodworth motion chair protocol
tr: Ray Woodworth hareketli sandalye protokolünü kullanarak bağlantıyı açın

# options/rendering-options:0
source: Rendering Options
tr: İşleme Seçenekleri

# options/restore-defaults-desc:0
source: Reset all user settings to their defaults (rendering options etc)
tr: Tüm kullanıcı ayarlarını varsayılanlarına sıfırlayın (oluşturma seçenekleri vb.)

# options/roc-desc:0
source: Specify initial climb rate (can be negative)
tr: İlk tırmanma oranını belirtin (negatif olabilir)

# options/roll-desc:0
source: Specify roll angle (Phi)
tr: Yuvarlanma açısını belirtin (Phi)

# options/route-options:0
source: Route/Way Point Options
tr: Rota/Yol Noktası Seçenekleri

# options/rul-desc:0
source: Open connection using the RUL protocol
tr: RUL protokolünü kullanarak bağlantıyı açın

# options/runway-no-desc:0
source: Specify starting runway (must also specify an airport)
tr: Başlangıç pistini belirtin (bir havalimanı da belirtilmelidir)

# options/season-desc:0
source: Specify the startup season
tr: Başlangıç sezonunu belirtin

# options/shading-flat-desc:0
source: Enable flat shading
tr: Düz gölgelemeyi etkinleştir

# options/shading-smooth-desc:0
source: Enable smooth shading
tr: Düzgün gölgelemeyi etkinleştir

# options/show-aircraft-desc:0
source: Print a list of the currently available aircraft types
tr: Şu anda mevcut olan uçak türlerinin bir listesini yazdırın

# options/show-sound-devices-desc:0
source: Show a list of available audio device
tr: Kullanılabilir ses cihazının listesini göster

# options/situation-options:0
source: Situation Options
tr: Durum Seçenekleri

# options/sound-device-desc:0
source: Explicitly specify the audio device to use
tr: Kullanılacak ses cihazını açıkça belirtin

# options/speed-desc:0
source: Run the FDM 'n' times faster than real time
tr: FDM'yi 'n' kez gerçek zamandan daha hızlı çalıştırın

# options/start-date-desc:0
source: Specify a starting date/time with respect to
tr: Şuna göre bir başlangıç tarihi/saati belirtin

# options/telnet-desc:0
source: Enable telnet server on the specified port
tr: Belirtilen bağlantı noktasında telnet sunucusunu etkinleştir

# options/terrasync-dir-desc:0
source: Set target directory for scenery downloads
tr: Manzara indirmeleri için hedef dizini ayarla

# options/texture-filtering-desc:0
source: Anisotropic Texture Filtering: values should be 1 (default),2,4,8 or 16
tr: Anizotropik Doku Filtreleme: değerler 1 (varsayılan),2,4,8 veya 16 olmalıdır

# options/time-match-local-desc:0
source: Synchronize time with local real-world time
tr: Zamanı yerel gerçek dünya saati ile senkronize edin

# options/time-match-real-desc:0
source: Synchronize time with real-world time
tr: Zamanı gerçek dünya saati ile senkronize edin

# options/time-offset-desc:0
source: Add this time offset
tr: Bu zaman ofsetini ekle

# options/time-options:0
source: Time Options
tr: Zaman Seçenekleri

# options/timeofday-desc:0
source: Specify a time of day
tr: Günün saatini belirtme

# options/trace-read-desc:0
source: Trace the reads for a property;
tr: Bir özellik için okumaları izleme;

# options/trace-write-desc:0
source: Trace the writes for a property;
tr: Bir özellik için yazılanları takip edin;

# options/trim-desc:0
source: Trim the model
tr: Modeli kırp

# options/trim-desc:1
source: (only with fdm=jsbsim)
tr: (yalnızca fdm=jsbsim ile)

# options/turbulence-desc:0
source: Specify turbulence from 0.0 (calm) to 1.0 (severe)
tr: 0,0 (sakin) ile 1,0 (şiddetli) arasında türbülansı belirtin

# options/uBody-desc:0
source: Specify velocity along the body X axis
tr: Gövde X ekseni boyunca hızı belirtin

# options/units-feet-desc:0
source: Use feet for distances
tr: Mesafeler için feet kullanın

# options/units-meters-desc:0
source: Use meters for distances
tr: Mesafeler için metre kullanın

# options/usage:0
source: Usage: fgfs [ option ... ]
tr: Kullanım: fgfs [ seçenek ... ]

# options/vBody-desc:0
source: Specify velocity along the body Y axis
tr: Gövde Y ekseni boyunca hızı belirtin

# options/vDown-desc:0
source: Specify velocity along a vertical axis
tr: Dikey bir eksen boyunca hızı belirtin

# options/vEast-desc:0
source: Specify velocity along a West-East axis
tr: Batı-Doğu ekseni boyunca hızı belirtin

# options/vNorth-desc:0
source: Specify velocity along a South-North axis
tr: Güney-Kuzey ekseni boyunca hızı belirtin

# options/vc-desc:0
source: Specify initial airspeed
tr: İlk hava hızını belirtin

# options/vehicle-desc:0
source: Select an vehicle profile as defined by a top level <name>-set.xml
tr: Üst düzey <name>-set.xml tarafından tanımlanan bir araç profili seçin

# options/verbose-desc:0
source: Show all command line options when combined with --help or -h
tr: --yardım veya -h ile birleştirildiğinde tüm komut satırı seçeneklerini göster

# options/verbose-help:0
source: For a complete list of options use --help --verbose
tr: Seçeneklerin tam listesi için --yardım --ayrıntılı kullanın

# options/version-desc:0
source: Display the current FlightGear version
tr: Geçerli FlightGear sürümünü görüntüleyin

# options/view-offset-desc:0
source: Specify the default forward view direction as an offset from straight ahead. Allowable values are LEFT, RIGHT, CENTER, or a specific number in degrees
tr: Düz ileriden öteleme olarak varsayılan ileri görüş yönünü belirtin. İzin verilen değerler SOL, SAĞ, MERKEZ veya derece cinsinden belirli bir sayıdır

# options/visibility-desc:0
source: Specify initial visibility
tr: İlk görünürlüğü belirtin

# options/visibility-miles-desc:0
source: Specify initial visibility in miles
tr: İlk görünürlüğü mil olarak belirtin

# options/vor-desc:0
source: Specify starting position relative to a VOR
tr: Bir VOR'a göre başlangıç konumunu belirtin

# options/vor-freq-desc:0
source: Specify the frequency of the VOR. Use with --vor=ID
tr: VOR frekansını belirtin. --vor=ID ile kullanın

# options/wBody-desc:0
source: Specify velocity along the body Z axis
tr: Gövde Z ekseni boyunca hızı belirtin

# options/wind-desc:0
source: Specify wind coming from DIR (degrees) at SPEED (knots)
tr: DIR'den (derece) gelen rüzgarı HIZ'da (knot) belirtin

# options/wp-desc:0
source: Specify a waypoint for the GC autopilot;
tr: GC otopilot için bir ara nokta belirleyin;

# sys/binding-subsystems:0
source: binding subsystems
tr: bağlayıcı alt sistemler

# sys/creating-subsystems:0
source: creating subsystems
tr: alt sistemler oluştur

# sys/downloading-scenery:0
source: downloading scenery
tr: manzara indir

# sys/finalize-position:0
source: finalizing position
tr: pozisyonu sonlandırma

# sys/finishing-subsystems:0
source: finalizing subsystems
tr: alt sistemleri sonlandırma

# sys/init:0
source: initializing
tr: başlatılıyor

# sys/init-graphics:0
source: initializing graphics engine
tr: grafik motoru başlatılıyor

# sys/init-scenery:0
source: initializing scenery
tr: manzara başlatılıyor

# sys/init-subsystems:0
source: initializing subsystems
tr: alt sistemler başlatılıyor

# sys/loading-aircraft:0
source: loading aircraft
tr: uçak yükleniyor

# sys/loading-aircraft-list:0
source: loading aircraft list
tr: uçak listesi yükleniyor

# sys/loading-nav-dat:0
source: loading navigation data
tr: navigasyon verilerinin yükleniyor

# sys/loading-scenery:0
source: loading scenery
tr: manzara yükleniyor

# sys/navdata-fixes:0
source: loading fixes
tr: düzeltmeler yükleniyor

# sys/navdata-load-percent:0
source: [VALUE]% complete
tr: %[VALUE] tamamlandı

# sys/navdata-loading-airports:0
source: loading airport data
tr: havaalanı verileri yükleniyor

# sys/navdata-navaids:0
source: loading navigation aid data
tr: navigasyon yardım verileri yükleniyor

# sys/navdata-pois:0
source: loading points of interest
tr: ilgi noktaları yükleniyor

# sys/navdata-reading-apt-dat-files:0
source: reading airport data
tr: havaalanı verileri okunuyor

# sys/scenery-extract:0
source: extracting [VALUE]
tr: [VALUE] ayıklanıyor

# sys/settings-migration-text:0
source: Saved settings were migrated from a previous version of FlightGear. If you encounter any problems when using the system, try restoring the default settings, before reporting a problem. Saved settings can affect the appearance, performance and features of the simulator.
tr: Kaydedilen ayarlar, FlightGear'ın önceki bir sürümünden taşındı. Sistemi kullanırken herhangi bir sorunla karşılaşırsanız, sorunu bildirmeden önce varsayılan ayarları geri yüklemeyi deneyin. Kaydedilen ayarlar simülatörün görünümünü, performansını ve özelliklerini etkileyebilir.

# sys/settings-migration-title:0
source: Settings migrated
tr: Ayarlar taşındı

# sys/unstable-warning:0
source: Unstable nightly build - some features may be under active development
tr: Kararsız gece yapısı - bazı özellikler aktif geliştirme aşamasında olabilir

# tips/tip:0
source: Drag while holding the right mouse button to look around
tr: Etrafa bakmak için farenin sağ düğmesini basılı tutarken sürükleyin

# tips/tip:1
source: Hold [Shift] while looking around to move the view up, down, left or right
tr: Görünümü yukarı, aşağı, sola veya sağa hareket ettirmek için etrafa bakarken [Shift] tuşunu basılı tutun

# tips/tip:2
source: Press a/A to adjust the simulation speed
tr: Simülasyon hızını ayarlamak için a/A'ya basın

# tips/tip:3
source: Press x/X to zoom in and out
tr: Yakınlaştırmak ve uzaklaştırmak için x/X'e basın

# tips/tip:4
source: Find frequencies of nearby ATC services from the Radios dialog
tr: Radyolar iletişim kutusundan yakındaki ATC hizmetlerinin frekanslarını bulun

# tips/tip:5
source: Press v to change your viewpoint, Ctrl-V to return to the cockpit
tr: Bakış açınızı değiştirmek için v'ye, kokpite dönmek için Ctrl-V'ye basın

# tips/tip:6
source: Press F3 to take a screenshot
tr: Ekran görüntüsü almak için F3'e basın

# tips/tip:7
source: Join the FlightGear community at http://forum.flightgear.org
tr: FlightGear topluluğuna katılın http://forum.flightgear.org

# tips/tip:8
source: Press h to bring up a Heads Up Display
tr: Baş Üstü Göstergesini getirmek için h tuşuna basın

# tips/tip:9
source: Show or hide the menu bar by pressing F10
tr: F10 tuşuna basarak menü çubuğunu gösterin veya gizleyin

# tips/tip:10
source: Frame-rate too low? - try disabling AI traffic
tr: Kare hızı çok mu düşük? - AI trafiğini devre dışı bırakmayı deneyin

# tips/tip:11
source: Select Environment → Weather to fly in different weather
tr: Farklı havalarda uçmak için Ortam → Hava Durumu'nu seçin

# tips/tip:12
source: Press F12 to change the radio frequencies easily
tr: Radyo frekanslarını kolayca değiştirmek için F12'ye basın

# tips/tip:13
source: Look around by holding down the right mouse button and moving the mouse
tr: Sağ fare düğmesini basılı tutarak ve fareyi hareket ettirerek etrafa bakın

# tips/tip:14
source: Select Multiplayer → Multiplayer Settings to join the shared flight environment
tr: Paylaşılan uçuş ortamına katılmak için Çok Oyunculu → Çok Oyunculu Ayarları'nı seçin

# tips/tip:15
source: Can't get the engine started? - see Help → Aircraft Checklists
tr: Motoru çalıştıramıyor musunuz? - bkz. Yardım → Uçak Kontrol Listeleri

# tips/tip:16
source: Drag while holding the middle and right mouse buttons to move the viewpoint
tr: Bakış açısını taşımak için orta ve sağ fare düğmelerini basılı tutarken sürükleyin

# tips/tip:17
source: Press / to explore the internals of the simulator
tr: Simülatörün içindekileri keşfetmek için / tuşlarına basın

# tips/tip:18
source: Press Tab to move the viewpoint with your mouse and use the scroll wheel to zoom
tr: Bakış açısını farenizle hareket ettirmek için Sekme'ye basın ve yakınlaştırmak için kaydırma tekerleğini kullanın

# weather-scenarios/border-high-pressure-region-desc:0
source: The border of a high pressure region, in which the airmass becomes unstable and various convective and stratiform clouds may appear.
tr: Hava kütlesinin dengesiz hale geldiği ve çeşitli konvektif ve tabakalı bulutların ortaya çıkabileceği yüksek basınçlı bir bölgenin sınırı.

# weather-scenarios/border-high-pressure-region-name:0
source: Border of a high pressure region
tr: Yüksek basınç bölgesi sınırı

# weather-scenarios/border-low-pressure-region-desc:0
source: The border of a low pressure region, in which the airmass is unstable and convective clouds start to form layers and merge into stratiform clouds.
tr: Hava kütlesinin kararsız olduğu ve konvektif bulutların katmanlar oluşturmaya ve katmanlı bulutlar halinde birleşmeye başladığı alçak basınç bölgesinin sınırı.

# weather-scenarios/border-low-pressure-region-name:0
source: Border of a low pressure region
tr: Alçak basınç bölgesi sınırı

# weather-scenarios/cat-one-minimum-desc:0
source: If you just got your IFR rating, this is what you are allowed to do. But can you?
tr: IFR derecenizi yeni aldıysanız, bunu yapmanıza izin verilir. Ama yapabilir misin?

# weather-scenarios/cat-one-minimum-name:0
source: CAT I minimum
tr: CAT I asgari

# weather-scenarios/cat-three-b-minimum-desc:0
source: This is expert level. You will barely see the taxiway from the cockpit, even if you are on ground. Fog and light drizzle, freezing level at 1000ft.
tr: Bu uzman seviyesidir. Yerde olsanız bile taksi yolunu kokpitten zar zor göreceksiniz. Sis ve hafif çiseleyen yağmur, 1000ft'de donma seviyesi.

# weather-scenarios/cat-three-b-minimum-name:0
source: CAT IIIb minimum
tr: CAT IIIb asgari

# weather-scenarios/cat-two-minimum-desc:0
source: With just a 1/4 mile visibility and clouds at 100ft, you don't see much of the runway until seconds before touchdown. Trust your instruments to stay alive.
tr: Sadece 1/4 mil görüş mesafesi ve 100 ft'deki bulutlarla, inişten saniyeler öncesine kadar pistin çoğunu göremezsiniz. Hayatta kalmak için enstrümanlarınıza güvenin.

# weather-scenarios/cat-two-minimum-name:0
source: CAT II minimum
tr: CAT II asgari

# weather-scenarios/core-high-pressure-region-desc:0
source: The center of a high pressure region, characterized by descending air and hence only weak cloud development with high visibility.
tr: Alçalan hava ve dolayısıyla yalnızca yüksek görünürlükte zayıf bulut gelişimi ile karakterize edilen yüksek basınç bölgesinin merkezi.

# weather-scenarios/core-high-pressure-region-name:0
source: Core high pressure region
tr: Çekirdek yüksek basınç bölgesi

# weather-scenarios/core-low-pressure-region-desc:0
source: The core of a low pressure region, characterized by overcast clouds, bad visibility on the ground and significant rainfall.
tr: Bulutlu bulutlar, zeminde kötü görüş ve önemli yağış ile karakterize edilen alçak basınç bölgesinin çekirdeği.

# weather-scenarios/core-low-pressure-region-name:0
source: Core low pressure region
tr: Çekirdek alçak basınç bölgesi

# weather-scenarios/early-morning-fog-desc:0
source: Fog developed this autumn's morning. Expect good visibility above the layer. However - getting through it can be a challenge. Stay alive for a 500' climb and you'll see the sun!
tr: Sis bu sonbahar sabahı gelişti. Katmanın üzerinde iyi bir görünürlük bekleyin. Ancak - üstesinden gelmek zor olabilir. 500' tırmanış için hayatta kalın ve güneşi göreceksiniz!

# weather-scenarios/early-morning-fog-name:0
source: Early morning fog
tr: Sabah erken sis

# weather-scenarios/fair-weather-desc:0
source: A lovely day for trip to your favorite 100$ hamburger airfield
tr: En sevdiğiniz 100₺'lİk hamburger havaalanına gezi için güzel bir gün

# weather-scenarios/fair-weather-name:0
source: Fair weather
tr: Güzel hava

# weather-scenarios/high-pressure-region-desc:0
source: A high pressure region, characterized by moderate to strong Cumulus development in the afternoon and fairly good visibility conditions.
tr: Öğleden sonra orta ila güçlü kümülüs gelişimi ve oldukça iyi görüş koşulları ile karakterize edilen yüksek basınç bölgesi.
